 [
        {
            "quote": "Always do sober what you said you'd do drunk. That will teach you to keep your mouth shut.",
            "author": "Ernest Hemingway"
        },
        {
            "quote": "I have absolutely no pleasure in the stimulants in which I sometimes so madly indulge. It has not been in the pursuit of pleasure that I have periled life and reputation and reason. It has been the desperate attempt to escape from torturing memories, from a sense of insupportable loneliness and a dread of some strange impending doom.",
            "author": "Edgar Allan Poe"
        },
        {
            "quote": "I drink to make other people more interesting.",
            "author": "Ernest Hemingway"
        },
        {
            "quote": "Ho! Ho! Ho! To the bottle I goTo heal my heart and drown my woeRain may fall, and wind may blowAnd many miles be still to goBut under a tall tree will I lieAnd let the clouds go sailing by",
            "author": "J.R.R. Tolkien"
        },
        {
            "quote": "Drinking is an emotional thing. It joggles you out of the standardism of everyday life, out of everything being the same. It yanks you out of your body and your mind and throws you against the wall. I have the feeling that drinking is a form of suicide where you're allowed to return to life and begin all over the next day. It's like killing yourself, and then you're reborn. I guess I've lived about ten or fifteen thousand lives now.",
            "author": "Charles Bukowski"
        },
        {
            "quote": "Here's to alcohol, the rose colored glasses of life.",
            "author": "F. Scott Fitzgerald"
        },
        {
            "quote": "In wine there is wisdom, in beer there is Freedom, in water there is bacteria.",
            "author": "Benjamin Franklin"
        },
        {
            "quote": "A lady came up to me one day and said 'Sir! You are drunk', to which I replied 'I am drunk today madam, and tomorrow I shall be sober but you will still be ugly.",
            "author": "Winston S. Churchill"
        },
        {
            "quote": "Next to music, beer was best.",
            "author": "Carson McCullers"
        },
        {
            "quote": "First you take a drink, then the drink takes a drink, then the drink takes you.",
            "author": "F. Scott Fitzgerald"
        },
        {
            "quote": "It’s a great advantage not to drink among hard drinking people.",
            "author": "F. Scott Fitzgerald"
        },
        {
            "quote": "I like to have a martini,Two at the very most.After three I'm under the table,after four I'm under my host.",
            "author": "Dorothy Parker"
        },
        {
            "quote": "I went to the worst of bars hoping to get killed but all I could do was to get drunk again.",
            "author": "Charles Bukowski"
        },
        {
            "quote": "I cook with wine, sometimes I even add it to the food.",
            "author": "W.C. Fields"
        },
        {
            "quote": "Death: \"THERE ARE BETTER THINGS IN THE WORLD THAN ALCOHOL, ALBERT.\"Albert: \"Oh, yes, sir. But alcohol sort of compensates for not getting them.",
            "author": "Terry Pratchett"
        },
        {
            "quote": "There are two kinds of people I don't trust: people who don't drink and people who collect stickers.",
            "author": "Chelsea Handler"
        },
        {
            "quote": "Beer is proof that God loves us and wants us to be happy.[misquote of a letter about wine, see quotes/831031]",
            "author": ""
        },
        {
            "quote": "We were not a hugging people. In terms of emotional comfort it was our belief that no amount of physical contact could match the healing powers of a well made cocktail.",
            "author": "David Sedaris"
        },
        {
            "quote": "Alcohol may be man's worst enemy, but the bible says love your enemy.",
            "author": "Frank Sinatra"
        },
        {
            "quote": "Laugh whenever you can. Keeps you from killing yourself when things are bad. That and vodka.",
            "author": "Jim Butcher"
        },
        {
            "quote": "An intelligent man is sometimes forced to be drunk to spend time with his fools.",
            "author": "Ernest Hemingway"
        },
        {
            "quote": "Good people drink good beer.",
            "author": "Hunter S. Thompson"
        },
        {
            "quote": "I thought such awful thoughts that I cannot even say them out loud because they would make Jesus want to drink gin straight out of the cat dish.",
            "author": "Anne Lamott"
        },
        {
            "quote": "I went out with a guy who once told me I didn’t need to drink to make myself more fun to be around. I told him, I’m drinking so that you’re more fun to be around.",
            "author": "Chelsea Handler"
        },
        {
            "quote": "Writer's block is a fancy term made up by whiners so they can have an excuse to drink alcohol.",
            "author": "Steve Martin"
        },
        {
            "quote": "I began to think vodka was my drink at last. It didn’t taste like anything, but it went straight down into my stomach like a sword swallowers’ sword and made me feel powerful and godlike.",
            "author": "Sylvia Plath"
        },
        {
            "quote": "Oh, you hate your job? Why didn't you say so?There's a support group for that. It's called EVERYBODY, and they meet at the bar.",
            "author": "Drew Carey"
        },
        {
            "quote": "She was the third beer. Not the first one, which the throat receives with almost tearful gratitude; nor the second, that confirms and extends the pleasure of the first. But the third, the one you drink because it's there, because it can't hurt, and because what difference does it make?",
            "author": "Toni Morrison"
        },
        {
            "quote": "Drinking is fun! It makes me feel horrible and sexy!",
            "author": "Warren Ellis"
        },
        {
            "quote": "For the first twenty years of my life, I rocked myself to sleep. It was a harmless enough hobby, but eventually, I had to give it up. Throughout the next twenty-two years I lay still and discovered that after a few minutes I could drop off with no problem. Follow seven beers with a couple of scotches and a thimble of good marijuana, and it’s funny how sleep just sort of comes on its own. Often I never even made it to the bed. I’d squat down to pet the cat and wake up on the floor eight hours later, having lost a perfectly good excuse to change my clothes. I’m now told that this is not called “going to sleep” but rather “passing out,” a phrase that carries a distinct hint of judgment.",
            "author": "David Sedaris"
        },
        {
            "quote": "You tasted like fireAnd I miss that.So, at timesI drank a little.And at times,I drank too much.But I only drankTill it burned me enough.",
            "author": "Saiber"
        },
        {
            "quote": "The social prestige of wine at table and at the club must be destroyed through lofty example and polite ridicule; forces which are not always available, and for whose successful operation much time will be required. But the outstanding fact remains, that the world has come to regard liquor in a new and clearer light. Our next generation of poets will contain but few Anacreons, for the thinking element of mankind has robbed the flowing bowl of its fancied virtues and fictitious beauties. The grape, so long permitted to masquerade as the inspirer of wit and art, is now revealed as the mother of ruin and death. The wolf at last stands divested of its sheep’s clothing.",
            "author": "H.P. Lovecraft"
        },
        {
            "quote": "I also drink Scotch. But I'm not picky. I'll take the victory Scotch, or the Scotch of defeat. Or the rotgut swill.",
            "author": "Rob Thomas"
        },
        {
            "quote": "Well, I've kept you waiting long enough,\" he said, peering at me from that distance which drinking adds between people and which, at odd turns in the evening, seems closeness itself.",
            "author": "Ray Bradbury"
        },
        {
            "quote": "It's solitary drinking that makes drunkards.",
            "author": "Nathanael West"
        },
        {
            "quote": "Drinking gave me a rush of confidence, and for a boy hounded by feelings of inadequacy, the buzz was a welcome relief. What was impossible to realize at the time was that I was shooting myself in the head in some strange time warp where the bullet takes many years to finally reach its target.",
            "author": "Brennan Manning"
        },
        {
            "quote": "When you are young your body cannot handle alcohol, and when you get old your mind cannot handle it. Either way, alcohol has its way.",
            "author": "Robert  Black"
        },
        {
            "quote": "The medicine is in the eye of the beholder and right now you be-holding a big ass glass of it. So, shut up and drink your whiskey.",
            "author": "Joe Buckler"
        },
        {
            "quote": "Efficient self-destruction is what it is. Clean and neat. Almost surgical in its precision.",
            "author": "Joe Buckler"
        },
        {
            "quote": "Po tom pitanju\" zapravo imam samo dva jednostavna pravila: prvo, nikad ne pijem alkohol pre zalaska sunca; i drugo, uvek pijem alkohol po zalasku sunca. Njih se držim sa vrlo retkim izuzecima, i kršim ih samo kad baš moram, prvo uglavnom na svadbama, a drugo kad sam bolestan.",
            "author": "Ranko Bugarski"
        },
        {
            "quote": "It is no longer necessary to preach sonorously of the sinful and deleterious effect of liquor on the human mind and body; the essential evil is recognised scientifically, and only the sophistry of conscious immorality remains to be combated. Brewers and distillers still strive clumsily to delude the public by the transparent misstatements of their advertisements, and periodicals of easy conscience still permit these advertisements to disgrace their pages; but the end of such pernicious pretension is not remote. The drinker of yesterday flaunted his voice before all without shame; the average drinker of today must needs resort to excuses.",
            "author": "H.P. Lovecraft"
        },
        {
            "quote": "And even in the open air the stench of whiskey was appalling. To this fiendish poison, I am certain, the greater part of the squalor I saw is due. Many of these vermin were obviously not foreigners—I counted at least five American countenances in which a certain vanished decency half showed through the red whiskey bloating. Then I reflected upon the power of wine, and marveled how self-respecting persons can imbibe such stuff, or permit it to be served upon their tables. It is the deadliest enemy with which humanity is faced. Not all the European wars could produce a tenth of the havock occasioned among men by the wretched fluid which responsible governments allow to be sold openly. Looking upon that mob of sodden brutes, my mind’s eye pictured a scene of different kind; a table bedecked with spotless linen and glistening silver, surrounded by gentlemen immaculate in evening attire—and in the reddening faces of those gentlemen I could trace the same lines which appeared in full development of the beasts of the crowd. Truly, the effects of liquor are universal, and the shamelessness of man unbounded. How can reform be wrought in the crowd, when supposedly respectable boards groan beneath the goblets of rare old vintages? Is mankind asleep, that its enemy is thus entertained as a bosom friend? But a week or two ago, at a parade held in honour of the returning Rhode Island National Guard, the Chief Executive of this State, Mr. Robert Livingston Beeckman, prominent in New York, Newport, and Providence society, appeared in such an intoxicated condition that he could scarce guide his mount, or retain his seat in the saddle, and he the guardian of the liberties and interests of that Colony carved by the faith, hope, and labour of Roger Williams from the wilderness of savage New-England! I am perhaps an extremist on the subject of prohibition, but I can see no justification whatsoever for the tolerance of such a degrading demon as drink.",
            "author": "H.P. Lovecraft"
        },
        {
            "quote": "Besides, she was alone and those who drink alone, she decided, had no need of any impediments to the pure act of consumption.",
            "author": "Alan Goodare"
        },
        {
            "quote": "My voice falls into Southern drawl when I am tired, drunk, or in trouble. Too often, my accent is attacked by all three of these realities.",
            "author": "Jennifer Harrison"
        },
        {
            "quote": "Inside my soul a treasure is buried.The key is mine and only mine.How right you are, you drunken monster!I know: the truth is in the wine.(\"The Unknown Lady\")",
            "author": "Alexander Blok"
        },
        {
            "quote": "A good sherris-sack hath a twofold operation in it. It ascends me into the brain, dries me there all the foolish and dull and crudy vapors which environ it, makes it apprehensive, quick, forgetive, full of nimble, fiery, and delectable shapes, which, delivered o'er to the voice, the tongue, which is the birth, becomes excellent wit.",
            "author": "William Shakespeare"
        },
        {
            "quote": "I found that old Solomon proved it fair, That a big-belly'd bottle's a cure for all care.",
            "author": "Robert Burns"
        },
        {
            "quote": "I better understood the little lies that liquor told, lifting spirits and drowning sorrows while withholding the whole truth--that, in the end, it is the spirit in peril of drowning. Sorrows have gills.",
            "author": "Charles Blow"
        },
        {
            "quote": "Imagine the big rating agencies as three competitive saloons standing side by side, with each free to set its own drinking age. Before long, nine-year-olds would be downing bourbon",
            "author": "Roger Lowenstein"
        },
        {
            "quote": "Rum is tonic that clarifies the vision,and sets things in true perspective.",
            "author": "Brian D'Ambrosio"
        },
        {
            "quote": "... it's a bad sign when someone drinks a lot and doesn't laugh.",
            "author": "Andrés Neuman"
        },
        {
            "quote": "My goal tonight is to maintain a steady stream of invincibility. If I hit stage four—“I’m Invisible”—I’ll likely pass out, and that would ruin all my fun.",
            "author": "Kendall Grey"
        },
        {
            "quote": "You know, that's the trouble with drinking. Come the morning, you can never remember their names.",
            "author": "Janny Wurts"
        },
        {
            "quote": "Not having any drink about ain’t the same as not understanding the need for one. Times like these change a body’s perspective.",
            "author": "Samuel Snoek-Brown"
        },
        {
            "quote": "It is not always about what you eat and drink. Rather it can be about what you are not eating and drinking, for which the body is desperately craving!",
            "author": "Miranda J. Barrett"
        },
        {
            "quote": "Thank god for Vegas. Seriously.A lobotomy wasn’t as effective as a weekend three hours of Red Bull away (from LA, not Pismo) where I wore the thinnest pinned stilettos, gambled like a sweaty degenerate mobster in black loafers, drank like Amy Winehouse and Charles Bukowski’s baby, and snorted throat-dripping lines of coke in a Hard Rock Hotel bathroom with four new best friends. I’d giddily rub off any one of those from the to-do list I wrote in eyeliner on my hotel bathroom mirror.",
            "author": "Christy Heron"
        },
        {
            "quote": "While binge drinking is a significant issue, it is likely that many members of the public would be surprised by its categorisation as a mental illness, particularly at the milder end.\"Public confusion caused by differing understandings of the term 'mental illness'.Jorm AF, Reavley NJ.Aust N Z J Psychiatry. 2012 May;46(5):397-9. PMID: 22535288",
            "author": "Anthony F. Jorm"
        },
        {
            "quote": "If I had a thousand sons, the first humane principle I would teach them should be to forswear thin potations and to addict themselves to sack.",
            "author": "William Shakespeare"
        },
        {
            "quote": "We smoked fat cigars by the campfire and they tasted like wood and ash. The inhale and exhale was exciting. Blowing smoke rings in the calm forest air was followed by a deep swallow of cheap beer, and this too was exciting. There was no judgment in the wild, and so indulgences were plentiful. There were no regulators here and we were free to indulge in the deep intoxications that made our minds free.",
            "author": "Daniel J. Rice"
        },
        {
            "quote": "I slept and the night rolled over into day like a dog. Another post-meridian awakening - sunshine on empty bottles, tangled clothes. I dozed while the temperature rose.",
            "author": "Matthew Stokoe"
        },
        {
            "quote": "So I am not a broken heart. I am not the weight I lost or miles or ran and I am not the way I slept on my doorstep under the bare sky in smell of tears and whiskey because my apartment was empty and if I were to be this empty I wanted something solid to sleep on. Like concrete. I am not this year and I am not your fault.I am muscles building cells, a little every day, because they broke that day,but bones are stronger once they heal and I am smiling to the bus driver and replacing my groceries once a week and I am not sitting for hours in the shower anymore. I am the way a life unfolds and bloom and seasons come and go and I am the way the spring always finds a way to turn even the coldest winter into a field of green and flowers and new life. I am not your fault.",
            "author": "Charlotte Eriksson"
        },
        {
            "quote": "I think he just loved being with the bears because they didn't make him feel bad. I get it too. When he was with the bears, they didn't care that he was kind of weird, or that he'd gotten into trouble for drinking too much and using drugs(which apparently he did a lot of). They didn't ask him a bunch of stupid questions about how he felt, or why he did what he did. They just let him be who he was.",
            "author": "Michael Thomas Ford"
        },
        {
            "quote": "Sweat, scalded meat, puke, blood, smoke and a dozen kinds of bad ale and wine: the bouquet of civilized nightlife",
            "author": "Scott Lynch"
        },
        {
            "quote": "The sacred pint alone can unbind the tongue...",
            "author": "James Joyce"
        },
        {
            "quote": "Write drunk. Edit Sober.",
            "author": "Earnest Hemingway"
        },
        {
            "quote": "The whiskey was a good start. I got the idea from Dylan Thomas. He's this poet who drank twenty-one straight whiskeys at the White Horse Tavern in New York and then died on the spot from alcohol poisoning. I've always wanted to hear the bartender's side of the story. What was it like watching this guy drink himself out of here? How did it feel handing him number twenty-one and watching his face crumple up before the fall of the stool? And did he already have number twenty-two poured, waiting for this big fat tip, and then have to drink it himself after whoever came took the body away?",
            "author": "Michael Thomas Ford"
        },
        {
            "quote": "Champagne arrived in flûtes on trays, and we emptied them with gladness in our hearts… for when feasts are laid and classical music is played, where champagne is drunk once the sun has sunk and the season of summer is alive in spicy bloom, and beautiful women fill the room, and are generous with laughter and smiles… these things fill men’s hearts with joy and remind one that life’s bounty is not always fleeting but can be captured, and enjoyed. It is in writing about this scene that I relive this night in my soul.",
            "author": "Roman Payne"
        },
        {
            "quote": "Getting drunk was good. I decided that I would always like getting drunk. It took away the obvious and maybe. If you could get away from the obvious often enough, you wouldn't become obvious yourself.",
            "author": "Charles Bukowski"
        },
        {
            "quote": "Why did everyone send casseroles in times of crisis? Why didn't anyone ever send brownies and Jack Daniel's?",
            "author": "Jaye Wells"
        },
        {
            "quote": "I've never understood people who just go out for one drink. Once I have one drink, I want all the drinks.",
            "author": "Vicki Lesage"
        },
        {
            "quote": "Nothing bonds two solitary individuals like a good shared drunk. This is a scientific fact. It’s important, even necessary for the long-term welfare of the planet to get good and shit-faced with your neighbor every now and then.",
            "author": "Sol Luckman"
        },
        {
            "quote": "When a man is on the road to power he buys everyone a drink. Once elected he tries to close the saloons.",
            "author": "Robert Lautner"
        },
        {
            "quote": "Sala called for more drink and Sweep brought four rums, saying they were on the house. We thanked him and sat for another half hour, saying nothing. Down on the waterfront I could hear the slow clang of a ship’s bell as it eased against the pier, and somewhere in the city a motorcycle roared through the narrow streets, sending its echo up the hill to Calle O’Leary. Voices rose and fell in the house next door and the raucous sound of a jukebox came from a bar down the street. Sounds of a San Juan night, drifting across the city through layers of humid air; sounds of life and movement, people getting ready and people giving up, the sound of hope and the sound of hanging on, and behind them all, the quiet, deadly ticking of a thousand hungry clocks, the lonely sound of time passing in the long Caribbean night.",
            "author": "Hunter S. Thompson"
        },
        {
            "quote": "Aren’t you going to hit him?” Éibhear asked.“I don’t feel like it.”“Good gods.” Gwenvael stood. “This is worse than we thought,Éibhear. Up, brother.” Gwenvael grabbed Briec’s arm and pulledhim to his feet. “There is only one answer for this.”“Which is?”“Drinking and eating. The whoring we will keep until we get yougood and drunk.",
            "author": "G.A. Aiken"
        },
        {
            "quote": "When I walked into the house, I went in search of one of my dad's bottles. Not that they were that hard to find. He hid bottles all over the house. I knew where they all were. That was one of my hobbies, finding where my dad hid his bottles. It was my version of looking for Easter eggs. In my house, Easter lasted forever.",
            "author": "Benjamin Alire Sáenz"
        },
        {
            "quote": "I don't ever drink alone. It's not much fun. And I don't think I will until I am an alcoholic.",
            "author": "John Steinbeck"
        },
        {
            "quote": "You always miss 100% of the shots you don't order",
            "author": "Josh Stern"
        },
        {
            "quote": "Piano Man put up a fight but his resistance was futile. Hell hath no fury like a drunken girl at her bachelorette party in the mood to sing.",
            "author": "Vicki Lesage"
        },
        {
            "quote": "Writers choose to drink because of their inability to cope with the daily hassles of being part of a society. Why shouldn’t they? Every day an intelligent human being is plagued with bills, horrifying news stories and general idiocy that slowly grinds away at their psyche, breaking off pieces of it that may never fit again.",
            "author": "Thor Benson"
        },
        {
            "quote": "He was in that stage of love–and of liquor–where one is completely taken up with oneself, and can get along very well without the other party.",
            "author": "Françoise Sagan"
        },
        {
            "quote": "It was one of those striking moments in life where you find familiarity in the inexplicable.",
            "author": "Gerry Abbey"
        },
        {
            "quote": "He believed a man should never be sober but never be drunk. And he believed in watching out for family, even if you had to stay sober for a few hours; it was that important.",
            "author": "Allan Dare Pearce"
        },
        {
            "quote": "She takes another sip of her drink. She looks around the bar. I look at the fine muscles in her neck, at the two points of her clavicle. Her grief has not so much changed her as stripped her down, stripped her body and her face. Maybe she should do what I do. She could stand next to me and the students could draw our lines. I order another bourbon, count the count.",
            "author": "Adam Berlin"
        },
        {
            "quote": "Nel mio paese, la vodka non porta alcuna gioia. Porta abbruttimento, rimorso, depressione. Distrugge ogni cosa.",
            "author": "Nikolai Maslov"
        },
        {
            "quote": "If I only drink beer, nothing stronger, then by the end of the night I can generally recognize myself as a reasonable human being, and more importantly, wake up that way.",
            "author": "Robert  Black"
        },
        {
            "quote": "My professional life had started and here I was at a professional dinner full of uninhibited drinking.",
            "author": "Gerry Abbey"
        },
        {
            "quote": "Nothing gives a sensation better than a beer! Nothing builds a relation better than a beer!",
            "author": "Anshul Dubey"
        },
        {
            "quote": "Somehow, we were passing the boundaries of language and finding clarity in shared thought, even if we were just talking about beer!",
            "author": "Gerry Abbey"
        },
        {
            "quote": "Popping open a bottle of Southern Comfort to wet our whistles, we’d remember with a sense of having been personally cheated all our favorite musicians were dead, Hendrix and Morrison prime examples of people who refused to grow up, heroes of ours as much for what they stood against as what they stood for, and we’d sing a round or two of “All We Do Is Drugs” to the tune of “All You Need Is Love” in homage to their memory.",
            "author": "Sol Luckman"
        },
        {
            "quote": "The last thing I remembered was joining the crew in a rendition of “Take to the Sky,” but the rest of the time blurred after I drank absinthe with the Captain.",
            "author": "Katherine McIntyre"
        },
        {
            "quote": "it does seemthe more we drinkthe better the wordsgo.",
            "author": "Charles Bukowski"
        },
        {
            "quote": "one doesn't even think ofthe liverand if the liverdoesn't think ofus, that'sfine.",
            "author": "Charles Bukowski"
        },
        {
            "quote": "I drink out of desperation. Life is too dreary to endure. The misery, loneliness, crampedness — they're heartbreaking.[...] What feelings do you suppose a man has when he realizes that he will never know happiness or glory as long as he lives? Hard work. All that amounts to is food for the wild beasts of hunger.",
            "author": "Osamu Dazai"
        },
        {
            "quote": "Many people die of thirst but the Irish are born with one.",
            "author": "Spike Milligan"
        },
        {
            "quote": "One more drink and I'd have been under the host.",
            "author": "Dorothy Parker"
        },
        {
            "quote": "Ô, wine!, the truth-serum so potent that all those who wish to live happy lives should abstain from drinking it entirely!... except of course when they are alone.",
            "author": "Roman Payne"
        },
        {
            "quote": "We look up to see if it is day or night. If stars burn cool and moon does shine, We take to smoke divine and wine.If breath of sun does belch its heat,we boil coffee and prepare to eat.",
            "author": "Roman Payne"
        },
        {
            "quote": "Avoid using cigarettes, alcohol, and drugs as alternatives to being an interesting person.",
            "author": "Marilyn Vos Savant"
        },
        {
            "quote": "People are crazy about food, smoking, drinking, girls but not about their dreams.",
            "author": "Amit Kalantri"
        },
        {
            "quote": "Wine is not a magic serum of truth. It just silences that smart little voice in your head which advises against saying some dumb shit.",
            "author": "David Alejandro Fearnhead"
        },
        {
            "quote": "The no-booze rule is one of several shams perpetuated by certain religious groups, presumably to keep their flocks in line. After all, what’s a shepherd to do with drunk sheep? So take your medicine, but leave the booze on the shelf. We have a label to keep, and it’s not Jack Daniels. Don’t mourn for me. Just tell me what to do rather than teach me what to be. Slam another pill, pop that one last sedative…you’ll find me in the kitchen, washing my glass.",
            "author": "Chila Woychik"
        },
        {
            "quote": "The thing I like about Irish whiskey is that the more you drink the smoother it goes down. Of course that's probably true of antifreeze as well, but illusion is nearly all we have.",
            "author": "Robert B. Parker"
        },
        {
            "quote": "Don't drive a car in the dream, else you won't drive it on earth. Don't wish to become, else you won't become. Don't associate with fools, else your ancestors will be insulted. Don't be addicted to wine, else your pocket will be empty. Don't be drunk, else you'll be attacked.",
            "author": "Michael Bassey Johnson"
        },
        {
            "quote": "My side felt a lot better when Nora called me at noon the next day. \"My nice policeman wants to see you,\" she said. \"How do you feel?\"\"Terrible. I must've gone to bed sober.\" I pushed Asta out of the way and got up.",
            "author": "Dashiell Hammett"
        },
        {
            "quote": "I have a question. Is it okay to drink while you're pregnant...if you're planning on giving the baby up for adoption?",
            "author": "Chelsea Handler"
        },
        {
            "quote": "How many of us readers say this quote and mean it. \"If I knew what I know now life would be different\"....",
            "author": "Robert   Reed"
        },
        {
            "quote": "Pour alcohol on a bundle of nerves and it generally turns into a can of worms.",
            "author": "Ross Macdonald"
        },
        {
            "quote": "Lady Astor was also said to have responded to a question from Churchill about what disguise he should wear to a masquerade ball by saying, \"Why don't you come sober, Prime Minister?\"(Reported exchange with Winston Churchill)",
            "author": "Nancy Astor the Viscountess Astor"
        },
        {
            "quote": "One reason why I don't drink is because I wish to know when I am having a good time.",
            "author": "Nancy Astor the Viscountess Astor"
        },
        {
            "quote": "In wine was truth, perhaps, but in whisky, the way Hoffman sluiced it down, was an army of imaginary rats climbing your legs.",
            "author": "Ross Macdonald"
        },
        {
            "quote": "There is something awe-inspiring in one who has lost all inhibitions, who will do anything. Of course we make him pay afterward for his moment of superiority, his moment of impressiveness.",
            "author": "F. Scott Fitzgerald"
        },
        {
            "quote": "Your pony, he said as he stomped toward me. \"I'm the farrier who is here to fix your pony.\"\"I thought you were a Hells Angel,\" I said.\"I used to be,\" he replied. \"But fighting all the time and being really drunk and nasty got boring. So now I just take care of animals.",
            "author": "Jack Gantos"
        },
        {
            "quote": "I need a drink. Now.”After tossing—fine, throwing—my purse and keys on the couch, I march straight into the kitchen. No more delays; it's time to forget tonight. It’s been yet another night like all the other first dates that never meet a second one. When you begin to lose count, that's when it's really time for a drink.Adrian stands there, leaning against the counter in an unbuttoned dress shirt and dark wash jeans. He glances at me as I walk in. “How was your date?” he asks, taking a swig of his scotch.I brush past him on my mission, opening the cupboard and moving a couple bottles around. I reiterate, “I need alcohol.”Out of the corner of my eye, I catch him hiding a smile before he says, “That bad?”My face twitches as I ignore his line of questioning. It is more like a statement he wants me to clarify, even though he already knows the answer. Instead, I ask, “I have vodka left, don't I?” I stand on my tiptoes in hopes of spotting something in the very back. Nothing.He waltzes over and looks with me, his chin almost touching my shoulder. “I think you polished that one off after last week's date.” His voice is low right next to my ear, very nearly causing a shiver.",
            "author": "Lilly Avalon"
        },
        {
            "quote": "It's a tradition to drink rakia with snacks. Not like the Russians, you know, who just drink to get drunk. I like a little snack with the news.",
            "author": "Annie Ward"
        },
        {
            "quote": "There is something about gin, the tang in it of the deep wildwood, perhaps, that always makes me think of twilight and mists and dead maidens. Tonight it tinkled in my mouth like secret laughter.",
            "author": "John Banville"
        },
        {
            "quote": "Seth discovered that night that he had two extra stomachs; one for vodka and one for overeating.",
            "author": "Kenneth Eade"
        },
        {
            "quote": "The Brandy Diet is one of my personal favourites – you don’t lose any weight, but if you drink enough of the stuff then you neither care what you look like nor what people think of you. Also, if you’re very lucky, you can lose days.",
            "author": "Kensington Gore"
        },
        {
            "quote": "...da var det skjænk og bakervarer for hver som kom ind i hans krambod, og somme hadde riktignok ingen skam, men kom to ganger og fik skjænk.",
            "author": "Knut Hamsun"
        },
        {
            "quote": "Men hvad bruker hun al den sherryen til?De har visst svært ofte skjelpadesuppe der i huset. Ja men en flaske om dag!",
            "author": "Knut Hamsun"
        },
        {
            "quote": "Jeg peker på mit navn at der står det og at jeg er den og den. De forstår intet, men de klapper mig og finder at jeg er i orden. Så er det en som går bort til disken og forlanger musik. Og straks begynder et orkestrion å gå. Dette er til ære for dig! tænker jeg, og jeg reiser mig og hilser i alle retninger. Som ved et trylleri begynder jeg å bli meget glad, jeg forlanger vin og vi blir rigtig mange til å drikke. Hehe, det rygtes i salen at jeg er kommet til Moskva, en mand blir hentet som kan fransk; men jeg syntes det gik bra på russisk også og jeg kan desuten ikke stort fransk, så manden er mig uvelkommen. Men vi skjæner ham også og later ham sætte sig ved siden av os.",
            "author": "Knut Hamsun"
        },
        {
            "quote": "One of the things that baffles me (and there are quite a few) is how there can be so much lingering stigma with regards to mental illness, specifically bipolar disorder. In my opinion, living with manic depression takes a tremendous amount of balls. Not unlike a tour of Afghanistan (though the bombs and bullets, in this case, come from the inside). At times, being bipolar can be an all-consuming challenge, requiring a lot of stamina and even more courage, so if you're living with this illness and functioning at all, it's something to be proud of, not ashamed of.They should issue medals along with the steady stream of medication.",
            "author": "Carrie Fisher"
        },
        {
            "quote": "Sleep is like a cat: It only comes to you if you ignore it. I drank more and continued my mantra. 'Stop thinking', swig, 'empty your head', swig, 'now, seriously empty your head'.",
            "author": "Gillian Flynn"
        },
        {
            "quote": "I drink much less than most people think, and I think much more than most people would believe.",
            "author": "Hunter S. Thompson"
        },
        {
            "quote": "You think that's the solution to everything, don't you, Bane? Drinking and dancing and making love... but I tell you this, something is coming, and we'd be fools to ignore it.\"\"When have I ever claimed not to be a fool?",
            "author": "Cassandra Clare"
        },
        {
            "quote": "I was a fool, alone, preparing to do what every fool did at such times—I was going to a bar to drink myself smart.",
            "author": "Genna Rulon"
        },
        {
            "quote": "He wanted one drink, and understood precisely why he wasn't going to have one. One drink ended up arriving in a dozen glasses.",
            "author": "Terry Pratchett"
        },
        {
            "quote": "We named the bar The Bar. \"People will think we're ironic instead of creatively bankrupt,\" my sister reasoned.Yes, we thought we were being clever New Yorkers - that the name was a joke no one else would really get, like we did. Not meta-get ... But our first customer, a gray-haired woman in bifocals and a pink jogging suit, said, \"I like the name. Like in Breakfast at Tiffany's and Audrey Hepburn's cat was named Cat.",
            "author": "Gillian Flynn"
        },
        {
            "quote": "I needed a vacation. I needed 5 women. I needed to get the wax out of my ears. My car needed an oil change. I'd failed to file my damned income tax. One of the stems had broken off of my reading glasses. There were ants in my apartment. I needed to get my teeth cleaned. My shoes were run down at the heels. I had insomnia. My auto insurance had expired. I cut myself every time i shaved. I hadn't laughed in 6 years. I tended to worry when there was nothing to worry about. And when there was something to worry about, i got drunk.",
            "author": "Charles Bukowski"
        },
        {
            "quote": "The one plentiful herds of magazine writers would continue to be culled - by the Internet, by the recession, by the American public, who would rather watch TV or play video games or electronically inform friends that, like, 'rain sucks!' But there's no app for a bourbon buzz on a warm day in a cool, dark bar. The world will always want a drink.",
            "author": "Gillian Flynn"
        },
        {
            "quote": "Nothing is more fun than fucking and drinking, I don’t know what is your God offering in heaven.",
            "author": "M.F. Moonzajer"
        },
        {
            "quote": "To have touched the feet of Christ is no excuse for mistakes in punctuation.If a man writes well only when he's drunk, then I'll tell him: Get drunk. And if he says that it's bad for his liver, I'll answer: What's your liver? A dead thing that lives while you live, whereas the poems you write live without while.",
            "author": "Fernando Pessoa"
        },
        {
            "quote": "I'm more than a few neurons shy of a synapse right now, and it feels absolutely fan-fucking-tastic.",
            "author": "Nenia Campbell"
        },
        {
            "quote": "empty whiskey bottles strewn about like forgotten failures",
            "author": "Michael Coorlim"
        },
        {
            "quote": "I don't drink to make others look better, I just drink to make myself feel prettier.",
            "author": "Brooke Bida"
        },
        {
            "quote": "Champagne and Benzedrine! Never again.",
            "author": "Ian Fleming"
        },
        {
            "quote": "I went out and had a drink. I needed to talk to someone, and solitary drinkers are lucky in this regard— they always have someone to talk to.",
            "author": "Daniel Quinn"
        },
        {
            "quote": "They were drinking, laughing and dancing, but I was sitting alone in the corner and talking to your soul.",
            "author": "M.F. Moonzajer"
        },
        {
            "quote": "He finished his drink. 'I don’t like mornings either,' he said. “That’s why I’m a writer.",
            "author": "Dorothy B. Hughes"
        },
        {
            "quote": "Kid, I've only known you two days and I've seen you plastered three times.\" He shook his head. \"A bar would not be a good career move for you.",
            "author": "Jennifer Crusie"
        },
        {
            "quote": "New Rule: The Napa Valley is Disneyland for alcoholics. Be honest, you're not visiting wineries in four days because you're an oenophile, you're doing it because you're a drunk. It's the only place in America where you can pass out in a stranger's house and it's okay, because it's a B&B and you paid for it.",
            "author": "Bill Maher"
        },
        {
            "quote": "They say that secrets live at the bottom of a wine bottle. Mama had made it there the night before, slow glass by slow glass, but she'd never spoken a word.",
            "author": "Alethea Kontis"
        },
        {
            "quote": "It's nice to watch television but it's even nicer when you've got a drink in your hand,' Gregory Ratcliffe, a Birmingham shopkeeper, told Reynolds News. 'Makes it more intimate somehow. Gives you the feeling that you're in a posh cabaret.",
            "author": "David Kynaston"
        },
        {
            "quote": "...it was not considered right for a man not to drink, although drink was a dangerous thing. On the contrary, not to drink would have been thought a mark of cowardice and of incapacity for self-control. A man was expected even to get drunk if necessary, and to keep his tongue and his temper no matter how much he drank. The strong character would only become more cautious and more silent under the influence of drink; the weak man would immediately show his weakness. I am told the curious fact that in the English army at the present day officers are expected to act very much after the teaching of the old Norse poet; a man is expected to be able on occasion to drink a considerable amount of wine or spirits without showing the effects of it, either in his conduct or in his speech. \"Drink thy share of mead; speak fair or not at all\" - that was the old text, and a very sensible one in its way.",
            "author": "Eoghan Odinsson"
        },
        {
            "quote": "That was how Sinner got his first taste of anything other than the froth on his father's ale. It made you grimace, but if you drank enough it felt like discovering an entire hidden room in your own house that you'd never even known about. You wanted to do more than poke your head through the doorway. You wanted to take its dimensions.",
            "author": "Ned Beauman"
        },
        {
            "quote": "It's impossible to be a good writer if you haven't lived badly. A past life of drinking heavily, fighting and whoring all help to ease those words onto the page.",
            "author": "Ken Scott"
        },
        {
            "quote": "He only drinks when he gets depressed,' said Carrot. 'Why does he get depressed?' 'Sometimes it's because he hasn't had a drink.",
            "author": "Terry Pratchett"
        },
        {
            "quote": "Let’s just say that once the party was over, the Tribe had the decency to put most of the things back into place with the possible, and otherwise notable, exception of the platypus and a moronic drinking game that later evolved into the imperial measurement system.",
            "author": "Sorin Suciu"
        },
        {
            "quote": "Parents drinking is the reason you came into the world, and if we didn't keep doing it then, by God, it would be the reason you went back out of it.",
            "author": "Caitlin Moran"
        },
        {
            "quote": "We were still twirling around the tiny parking lot when the neighborsscreamed 'Happy New Year'. Unfortunately we weren't sober enough torealize that was our cue to call it a night. Josh had a new beer in his hands,Danny was eating the last hot dog and Darren and I were still dancingwhen the cops showed up.",
            "author": "Kaitlin Scott"
        },
        {
            "quote": "I knew what Charley would do. He would spend the evening drinking himself into the mindset of a cinder block. If they had given him as much as a hundred bucks, it would be a long night.",
            "author": "Dan Ahearn"
        },
        {
            "quote": "Frankly, I was horrified by life, at what a man had to do simply in order to eat, sleep, and keep himself clothed. So I stayed in bed and drank. When you drank the world was still out there, but for the moment it didn't have you by the throat.",
            "author": "Charles Bukowski"
        },
        {
            "quote": "There was a kindliness about intoxication - there was that indescribable gloss and glamour it gave, like the memories of ephemeral and faded evenings.",
            "author": "F. Scott Fitzgerald"
        },
        {
            "quote": "It wasn't supposed to. It was just supposed to stop you from hurting yourself.” “It helps—” “No it doesn't. It just pushes it away temporarily. Just like the booze.” “But I need—” “You need to let yourself feel. Feel it, own it. Then move on.” “You make it sound so easy.” Bitterness drips from each syllable. “It’s not. It’s the fucking hardest thing a person can do.” I smooth a damp strand out of her face and away from my mouth. “It’s the hardest fucking thing. It’s why we drink and do drugs and fight. It’s why I play music and build engines.",
            "author": "Jasinda Wilder"
        },
        {
            "quote": "Let…it…go,” he whispers, his voice a fierce, harsh sound in my hair. “No. No!” The last word is screamed. “You have to. You can’t bleed it out. You can’t keep pretending, drinking it down.",
            "author": "Jasinda Wilder"
        },
        {
            "quote": "It was so quiet, a reservation kind of quiet, where you can hear somebody drinking whiskey on the rocks three miles away.",
            "author": "Sherman Alexie"
        },
        {
            "quote": "There’s something wonderful about drinking in the afternoon. A not-too-cold pint, absolutely alone at the bar – even in this fake-ass Irish pub.",
            "author": "Anthony Bourdain"
        },
        {
            "quote": "If you want to keep your dignity intact, stay away from tequila.",
            "author": "Alida Nugent"
        },
        {
            "quote": "Drink because you are happy, but never because you are miserable. Never drink when you are wretched without it, or you will be like the grey-faced gin-drinker in the slum; but drink when you would be happy without it, and you will be like the laughing peasant of Italy. Never drink because you need it, for this is rational drinking, and the way to death and hell. But drink because you do not need it, for this is irrational drinking, and the ancient health of the world.",
            "author": "G.K. Chesterton"
        },
        {
            "quote": "I began drinking because the thought that I was drinking gave me a kind of identity: each time I poured myself a brandy in the deserted afternoon I could say to myself 'I am a woman who drinks.",
            "author": "Penelope Mortimer"
        },
        {
            "quote": "I loved the full heat of being drunk, like I was made of melting chocolate and spreading in all directions.",
            "author": "Leslie Jamison"
        },
        {
            "quote": "Right, what's there possibly to worry about?\" she said. \"Just some surgery in the garage with a drunk doctor.\"Little miss,\" said Doc, pointing a finger at Cass. \"I'm drinking. I'm not drunk. There's a difference.\" He took another sip from his cup. \"But in another ten minutes or so, that might change, so you should stop stalling.",
            "author": "Gregg Rosenblum"
        },
        {
            "quote": "The whiskey kicked like a mugger.",
            "author": "Ken Bruen"
        },
        {
            "quote": "... drink levels all mankind. It is the ultimate democrat",
            "author": "Terry Pratchett"
        },
        {
            "quote": "The fruit of youth or of the grape, the transitory magic of the brief passage from darkness to darkness - the old illusion that truth and beauty were in some way entwined.",
            "author": "F. Scott Fitzgerald"
        },
        {
            "quote": "You speak of my drinking, yet you don't know my thirst",
            "author": "Scottish Proverb"
        },
        {
            "quote": "So he was always in the town at one place or another, drinking, knocking about with the men he knew. It really wearied him. He talked to barmaids, to almost any woman, but there was that dark, strained look in his eyes, as if he were hunting something.Everything seemed so different, so unreal. There seemed no reason why people should go along the street, and houses pile up in the daylight. There seemed no reason why these things should occupy the space, instead of leaving it empty. His friends talked to him: he heard the sounds, and he answered. But why there should be the noise of speech he could not understand.",
            "author": "D.H. Lawrence"
        },
        {
            "quote": "Drinking Shirley Temple with my Mary Janes on, let's say that every possibility waits",
            "author": "Lyn Hejinian"
        },
        {
            "quote": "The bar . . . is an exercise in solitude. Above all else, it must be quiet, dark, very comfortable - and, contrary to modern mores, no music of any kind, no matter how faint. In sum, there should be no more than a dozen tables, and a client that doesn't like to talk.",
            "author": "Luis Buñuel"
        },
        {
            "quote": "Sex mirrored our drinking; both defined our relationship: selfish, detached, indulgent and satisfying.",
            "author": "B.J. Neblett"
        },
        {
            "quote": "A drinker does not exist. Whatever they say, it is just the drink talking",
            "author": "Anne Enright"
        },
        {
            "quote": "Ivanov: Gentlemen, you've again set up a drinking shop in my study... I have asked each and every one of you a thousand times not to do that... Look now, you've spilt vodka on a paper... and there are crumbs... and gherkins... It's disgusting!",
            "author": "Anton Chekhov"
        },
        {
            "quote": "But in the daytime it was all right. And when you'd had a drink you knew it was the best way to live in the world because anything might happen. I don't know how people live when they know exactly what's going to happen to them each day.",
            "author": "Jean Rhys"
        },
        {
            "quote": "you never know u r drunk until u wake up with a dickhead in the morning.",
            "author": "vish patil"
        },
        {
            "quote": "And yes, the Hemingways, the Fitzgeralds, the Faulkners and the Capotes. Drank while writing. Drink next to the typewriter. But the longer I lived in Brooklyn, the more writers I met, and I guess I was just too drunk to put it together before but now I realized about half of them were sober. So you could be a writer and be sober. Very interesting",
            "author": "Jeanne Darst"
        },
        {
            "quote": "All round there was a rising tide of beer, widow Désir's barrels had all been broached, beer had rounded all paunches and was overflowing in all directions, from noses, eyes - and elsewhere. People were so blown out and higgledy-piggledy, that everybody's elbows or knees were sticking into his neighbour and everybody thought it great fun to feel his neighbour's elbows. All mouths were grinning from ear to ear in continuous laughter.",
            "author": "Émile Zola"
        },
        {
            "quote": "A sober heart conceals, what a drunken mouth reveals, or in your case, a drunken body and lips.",
            "author": "Taryn Plendl"
        },
        {
            "quote": "He pulled his hand back, aware now that sweat beaded on his forehead and that Rale watched him, his eyes dark, intense. Errol licked his lips. Did he want a drink? He hadn't gone more than two days in a row without a drink since he was...since...Warrel...the quarry...stone.",
            "author": "Patrick W. Carr"
        },
        {
            "quote": "(backpacker having conversation with Lizzie the Australian main character)Backpacker: 'What's the drinking age in Australia?''eighteen''is that enforced'Lizzie thought for a second before answering seriously, 'yes, they make us drink",
            "author": "Catherine Deveny"
        },
        {
            "quote": "He stopped complaining, but now I was annoyed. I went to the roof and drank alone.",
            "author": "Haruki Murakami"
        },
        {
            "quote": "If my liver cared enough, it would have told me to stop. - Jonathan \"Jack\" McVoy",
            "author": "E.J. Eisman"
        },
        {
            "quote": "Could I have a Sloe Gin Fizz, without the gin?\"\"What's the point of that, Miss?\" the waiter said.\"Tomorrow morning,\" Mabel said.",
            "author": "Libba Bray"
        },
        {
            "quote": "We look up to see if it is day or night. If stars burn cool and moon does shine, we take to smoke divine and wine. If breath of sun does belch its heat, we boil coffee and prepare to eat.",
            "author": "Roman Payne"
        },
        {
            "quote": "In Irena’s head the alcohol plays a double role: it frees her fantasy, encourages her boldness, makes her sensual, and at the same time it dims her memory. She makes love wildly, lasciviously, and at the same time the curtain of oblivion wraps her lewdness in an all-concealing darkness. As if a poet were writing his greatest poem with ink that instantly disappears.",
            "author": "Milan Kundera"
        },
        {
            "quote": "Imagine a delicious glass of summer iced tea.Take a long cool sip. Listen to the ice crackle and clink.Is the glass part full or part empty?Take another sip.And now?",
            "author": "Vera Nazarian"
        },
        {
            "quote": "There is no night life in Spain. They stay up late but they get up late. That is not night life. That is delaying the day. Night life is when you get up with a hangover in the morning. Night life is when everybody says what the hell and you do not remember who paid the bill. Night life goes round and round and you look at the wall to make it stop. Night life comes out of a bottle and goes into a jar. If you think how much are the drinks it is not night life.",
            "author": "Ernest Hemingway"
        },
        {
            "quote": "Sober or blotto, this is your motto: keep muddling through.",
            "author": "P.G. Wodehouse"
        },
        {
            "quote": "The way a man drinks in company tells you nothing about him, but the way he drinks when alone reveals, without his realizing it, the very depths of his soul.",
            "author": "Irène Némirovsky"
        },
        {
            "quote": "Oh man sometimes I wake up feel like a cat runover.Are you familiar with the stoical aspects of hard drinking, of heavy drinking? Oh it's heavy. Oh it's hard. It isn't easy. Jesus, I never meant me any harm. All I wanted was a good time.",
            "author": "Martin Amis"
        },
        {
            "quote": "I can't die until the government finds a safe place to bury my liver",
            "author": "Phil Harris"
        },
        {
            "quote": "I guess I forgot we were going out tonight.\"\"We always go out on Fridays.\"\"It's Thursday, Alvis.\"\"You are so tied to routine.",
            "author": "Jess Walter"
        },
        {
            "quote": "The drink you like the best should be the drink you drink the most.",
            "author": "J.B. Burgess"
        },
        {
            "quote": "I tried that too, you know. After ... my family was murdered, and I was waiting for justice, I tried to hide inside a bottle. But some men, Tony, [..] are not small enough to fit into a bottle.",
            "author": "Aleksandr Voinov"
        },
        {
            "quote": "I peer through the spectral, polluted, nicotine-sodden windows of my sock at these old lollopers in their kiddie gear. Go home, I say. Go home, lie down, and eat lots of potatoes. I had three handjobs yesterday. None was easy. Sometimes you really have to buckle down to it, as you do with all forms of exercise. It's simply a question of willpower. Anyone who's got the balls to stand there and tell me that a handjob isn't exercise just doesn't know what he's talking about. I almost had a heart-attack during number three. I take all kinds of other exercise too. I walk up and down the stairs. I climb into cabs and restaurant booths. I hike to the Butcher's Arms and the London Apprentice. I cough a lot. I throw up pretty frequently, which really takes it out of you. I sneeze, and hit the tub and the can. I get in and out of bed, often several times a day.",
            "author": "Martin Amis"
        },
        {
            "quote": "If I show up on your doorstep don't worry I'm just there to party.",
            "author": "Kenny D. Eichenberg"
        },
        {
            "quote": "Drummond appreciated his guest's initial silence, his respect for the ancient, sacred act of imbibing. Drink first, talk later.",
            "author": "Jean Zimmerman"
        },
        {
            "quote": "Wenn du mit einem Schweden um die Wette saufen willst, solltest du zumindest Finne oder Russe sein.(S. 148)",
            "author": "Jonas Jonasson"
        },
        {
            "quote": "The bubbly play of wit, the chesty laughs, the resonant voices of men when glass in hand they shut the grey world outside and prod their brains with the fun and folly of an accelerated pulse.",
            "author": "Jack London"
        },
        {
            "quote": "I'm drinking away the exam results that don't take me anywhere.",
            "author": "Steven Herrick"
        },
        {
            "quote": "Was I on a hangover?",
            "author": "Miranda Leek"
        },
        {
            "quote": "When a man wants to have an alehouse meltdown, the worst thing you can do is stand in his way",
            "author": "Luke Haines"
        },
        {
            "quote": "When you paint late at night, drinking beer or wine or both, you gotta be very careful to watch what you are doing...",
            "author": "Hiroko Sakai"
        },
        {
            "quote": "Ale, man, Ale's the stuff to drink,for fellows whom it hurts to think.",
            "author": "A.E. Housman"
        },
        {
            "quote": "He dozed off, into a dreamless oblivion, for what seemed like seconds but was in fact hours, and awoke hungover, the inner surface of his skull pulsing like a single, giant nerve being chewed by some ruminant animal.",
            "author": "Alex Shakar"
        },
        {
            "quote": "Its funny whenever people who have'nt seen me in years meet up with me again and they are surprised that I'm not as shy and quiet as I was in the past, I credit that to my years of drinking at bars and partys and conversing with people I would never useally talk to, it was then I relized that even without drinking I could still talk to people just as easy. But It is still a little funner with a few beers in me.",
            "author": "Kenny D. Eichenberg"
        },
        {
            "quote": "I'd often slip and fall on the ice after last call, which explained the ever-present welts. If I were with a woman, I'd usually execute a precautionary vomit in the men's room in an effort avoid any ugly incidents once I got her back to her place. And they say chivalry is dead.",
            "author": "Dan Dunn"
        },
        {
            "quote": "On the other side of the ledger stood the fact that fotitude was useless against it (liquor). Even the mightiest potsman, a paladin who could match tankards with a whole alehouse of swag-bellies Falstaffs and outquaff the parcel of them, would see his length measured upon the floor by less liquid than it would take to fill his hat.",
            "author": "David Wondrich"
        },
        {
            "quote": "Two wives despaired of him,’ he said. ‘When he got engaged to Sylvia, she made it a condition that he should take the cure at Zurich. And it worked. He came back in three months a different man. And he hasn't touched a drop since, even though Sylvia walked out on him.’ ‘Why did she do that?’Well, poor Charlie got rather a bore when he stopped drinking. But that’s not really the point of the story.",
            "author": "Evelyn Waugh"
        },
        {
            "quote": "Drink because you are happy, but never because you are miserable.",
            "author": "G.K. Chesterton"
        },
        {
            "quote": "After the first glass, you see things as you wish they were. After the second, you see things as they are not. Finally, you see things as they really are, and that is the most horrible thing in the world.",
            "author": "Oscar Wilde"
        },
        {
            "quote": "If you ever know a man who tries to drown his sorrows, kindly inform him his sorrows know how to swim.",
            "author": "Pittacus Lore"
        },
        {
            "quote": "The Hitch-Hiker's Guide to the Galaxy also mentions alcohol. It says that the best drink in existence is the Pan Galactic Gargle Blaster, the effect of which is like having your brains smashed out with a slice of lemon wrapped round a large gold brick.",
            "author": "Douglas Adams"
        },
        {
            "quote": "Everybody's got to believe in something. I believe I'll have another beer.",
            "author": "W.C. Fields"
        },
        {
            "quote": "For art to exist, for any sort of aesthetic activity or perception to exist, a certain physiological precondition is indispensable: intoxication.",
            "author": "Friedrich Nietzsche"
        },
        {
            "quote": "I like to change liquor stores frequently because the clerks got to know your habits if you went in night and day and bought huge quantities. I could feel them wondering why I wasn't dead yet and it made me uncomfortable. They probably weren't thinking any such thing, but then a man gets paranoid when he has 300 hangovers a year.",
            "author": "Charles Bukowski"
        },
        {
            "quote": "I don't have a drinking problem 'Cept when I can't get a drink.",
            "author": "Tom Waits"
        },
        {
            "quote": "There comes a time in every woman's life when the only thing that helps is a glass of champagne.",
            "author": "Bette Davis"
        },
        {
            "quote": "I try to convince myself that it's the alcohol talking. But alcohol can't talk. It just sits there. It can't even get itself out of the bottle.",
            "author": "David Levithan"
        },
        {
            "quote": "Are you there vodka? It's me, Chelsea. Please get me out of jail and I promise I will never drink again. Drink and drive. I will never drink and drive again. I may even start my own group fashioned after MADD, Mothers Against Drunk Driving, but I'll call it AWLTDASH, Alcoholics Who Like to Drink and Stay Home.",
            "author": "Chelsea Handler"
        },
        {
            "quote": "You can learn a lot about a woman by getting smashed with her.",
            "author": "Tom Waits"
        },
        {
            "quote": "I'd rather have a bottle in front of me than a frontal lobotomy.",
            "author": "Dorothy Parker"
        },
        {
            "quote": "Liquor is the chloroform which enables the poor man to endure the painful operation of living.",
            "author": "George Bernard Shaw"
        },
        {
            "quote": "After the first glass of vodkayou can accept just about anythingof life even your own mysteriousnessyou think it is nice that a boxof matches is purple and brown and is called La Petite and comes from Swedenfor they are words that you know and that is all you know words not their feelings or what they mean and you write because you know them not because you understand them because you don't you are stupid and lazy and will never be great but you do what you know because what else is there?",
            "author": "Frank O'Hara"
        },
        {
            "quote": "To alcohol! The cause of... and solution to... all of life's problems",
            "author": "Matt Groening"
        },
        {
            "quote": "Only Irish coffee provides in a single glass all four essential food groups: alcohol, caffeine, sugar and fat.",
            "author": "Alex Levine"
        },
        {
            "quote": "One more drink and I'll be under the host.",
            "author": "Mae West"
        },
        {
            "quote": "There is no bad whiskey. There are only some whiskeys that aren't as good as others.",
            "author": "Raymond Chandler"
        },
        {
            "quote": "I like to see the glass as half full, hopefully of jack daniels.",
            "author": "Darynda Jones"
        },
        {
            "quote": "Two great European narcotics, alcohol and Christianity.",
            "author": "Friedrich Nietzsche"
        },
        {
            "quote": "Son, never trust a man who doesn’t drink because he’s probably a self-righteous sort, a man who thinks he knows right from wrong all the time. Some of them are good men, but in the name of goodness, they cause most of the suffering in the world. They’re the judges, the meddlers. And, son, never trust a man who drinks but refuses to get drunk. They’re usually afraid of something deep down inside, either that they’re a coward or a fool or mean and violent. You can’t trust a man who’s afraid of himself. But sometimes, son, you can trust a man who occasionally kneels before a toilet. The chances are that he is learning something about humility and his natural human foolishness, about how to survive himself. It’s damned hard for a man to take himself too seriously when he’s heaving his guts into a dirty toilet bowl.",
            "author": "James Crumley"
        },
        {
            "quote": "They say the only people who tell the truth are drunkards and children. Guess which one I am.",
            "author": "Stephen Colbert"
        },
        {
            "quote": "Fill with mingled cream and amber, I will drain that glass again.Such hilarious visions clamber Through the chamber of my brain —Quaintest thoughts — queerest fancies Come to life and fade away;What care I how time advances? I am drinking ale today.",
            "author": "Edgar Allan Poe"
        },
        {
            "quote": "Now tequila may be the favored beverage of outlaws but that doesn't mean it gives them preferential treatment. In fact, tequila probably has betrayed as many outlaws as has the central nervous system and dissatisfied wives. Tequila, scorpion honey, harsh dew of the doglands, essence of Aztec, crema de cacti; tequila, oily and thermal like the sun in solution; tequila, liquid geometry of passion; Tequila, the buzzard god who copulates in midair with the ascending souls of dying virgins; tequila, firebug in the house of good taste; O tequila, savage water of sorcery, what confusion and mischief your sly, rebellious drops do generate!",
            "author": "Tom Robbins"
        },
        {
            "quote": "Alcohol, taken in sufficient quantities, may produce all the effects of drunkenness.",
            "author": "Oscar Wilde"
        },
        {
            "quote": "Be wary of strong drink, it can make you shoot at the tax collector...and miss.",
            "author": "Robert A. Heinlein"
        },
        {
            "quote": "Sublime is something you choke on after a shot of tequila.",
            "author": "Mark Z. Danielewski"
        },
        {
            "quote": "Wine is the most healthful and most hygienic of beverages.",
            "author": "Louis Pasteur"
        },
        {
            "quote": "I would not put a thief in my mouth to steal my brains.",
            "author": "William Shakespeare"
        },
        {
            "quote": "Do you drink?\"\"Of course,I just said I was a writer.",
            "author": "Stephen King"
        },
        {
            "quote": "his lips drink water but his heart drinks wine",
            "author": "E.E. Cummings"
        },
        {
            "quote": "Jem grinned. “Where have you been? The Blue Dragon? The Mermaid?”\t“The Devil Tavern if you must know.” Will sighed and leaned against one of the posts of the bed. “I had such plans for the evening. The pursuit of blind drunkenness and wayward women was my goal. But alas, it was not to be. No sooner had I consumed my third drink in the Devil than I was accosted by a delightful small flower-selling child who asked me for two-pence for a daisy. The price seemed steep, so I refused. When I told the girl as much, she proceeded to rob me.”\t“A little girl robbed you?” Tessa said.\t“Actually, she wasn’t a little girl at all, as it turns out, but a midget in a dress who goes by the name of Six-Fingered Nigel.”\t“Easy mistake to make,” Jem said.",
            "author": "Cassandra Clare"
        },
        {
            "quote": "War and drink are the two things man is never too poor to buy.",
            "author": "William Faulkner"
        },
        {
            "quote": "Candy is dandy, but liquor is quicker.",
            "author": "Ogden Nash"
        },
        {
            "quote": "A man who drinks too much on occasion is still the same man as he was sober. An alcoholic, a real alcoholic, is not the same man at all. You can't predict anything about him for sure except that he will be someone you never met before.",
            "author": "Raymond Chandler"
        },
        {
            "quote": "Alcohol ruined me financially and morally, broke my heart and the hearts of too many others. Even though it did this to me and it almost killed me and I haven't touched a drop of it in seventeen years, sometimes I wonder if I could get away with drinking some now. I totally subscribe to the notion that alcoholism is a mental illness because thinking like that is clearly insane.",
            "author": "Craig Ferguson"
        },
        {
            "quote": "Fell in love with a beautiful blonde once. Drove me to drink. And I never had the decency to thank her.",
            "author": "W.C. Fields"
        },
        {
            "quote": "Whenever the devil harasses you, seek the company of men or drink more, or joke and talk nonsense, or do some other merry thing. Sometimes we must drink more, sport, recreate ourselves, and even sin a little to spite the devil, so that we leave him no place for troubling our consciences with trifles. We are conquered if we try too conscientiously not to sin at all. So when the devil says to you: do not drink, answer him: I will drink, and right freely, just because you tell me not to.",
            "author": "Martin Luther"
        },
        {
            "quote": "So much the worse for those who fear wine, for it is because they have some bad thoughts which they are afraid the liquor will extract from their hearts.",
            "author": "Alexandre Dumas"
        },
        {
            "quote": "An over-indulgence of anything, even something as pure as water, can intoxicate.",
            "author": "Criss Jami"
        },
        {
            "quote": "Ignorance is a lot like alcohol: the more you have of it, the less you are able to see its effect on you.",
            "author": "Jay M. Bylsma"
        },
        {
            "quote": "it provokes the desire, but it takes away the performance",
            "author": "William Shakespeare"
        },
        {
            "quote": "Pops: How about you finish this sentence for me, Jason? When a girl says no she means...Justin, looking desperately at me: No?Nana: Are you sure?Justin, shifting uncomfortably: I'm sure. No means no.Nana: Well look at you. You got one right. Now here's another, even tougher sentence for you to finish. Premarital sex is...Me: Nana! I'm so sorry Justin.Nana: Unlike Pops, I'm not moving on. Justin?Pops: His name is Jason.Justin:Uh....uh....Pops: While you think about that, why don't you tell me how you feel about drinking and driving?Justin: I'm totally against it, I swear!Nana: Methinks he protests too much.",
            "author": "Gena Showalter"
        },
        {
            "quote": "They're professionals at this in Russia, so no matter how many Jell-O shots or Jager shooters you might have downed at college mixers, no matter how good a drinker you might think you are, don't forget that the Russians - any Russian - can drink you under the table.",
            "author": "Anthony Bourdain"
        },
        {
            "quote": "The problem with the designated driver program, it's not a desirable job, but if you ever get sucked into doing it, have fun with it. At the end of the night, drop them off at the wrong house.",
            "author": "Jeff Foxworthy"
        },
        {
            "quote": "I always take Scotch whiskey at night as a preventive of toothache. I have never had the toothache; and what is more, I never intend to have it.",
            "author": "Mark Twain"
        },
        {
            "quote": "Whoever drinks beer, he is quick to sleep; whoever sleeps long, does not sin; whoever does not sin, enters Heaven! Thus, let us drink beer!",
            "author": "Martin Luther"
        },
        {
            "quote": "If I have a near-beer, I’m near beer. And if I’m near beer, I’m close to tequila. And if I’m close to tequila, I’m adjacent to cocaine.",
            "author": "Craig Ferguson"
        },
        {
            "quote": "99% of all problems can be solved by money -- and for the other 1% there's alcohol.",
            "author": "Quentin R. Bufogle"
        },
        {
            "quote": "Scotch whisky is made from barley and the morning dew on angel's nipples.",
            "author": "Warren Ellis"
        },
        {
            "quote": "It's 4:58 on Friday afternoon. Do you know where your margarita is?",
            "author": "Amy Neftzger"
        },
        {
            "quote": "The stains could be seen only in the sunlight, so Ruth was never really aware of them until later, when she would stop at an outdoor cafe for a cup of coffee, and look down at her skirt and see the dark traces of spilled vodka or whiskey. The alcohol had the effect of making the black cloth blacker. This amused her; she had noted in her journal: 'booze affects material as it does people'.",
            "author": "Alice Sebold"
        },
        {
            "quote": "I mean, you know how it is. You chase a bottle of sleeping pills with a bottle of Jack Daniel's and life's never the same, no matter how many times you try to tell people it was just an accident.",
            "author": "Courtney Summers"
        },
        {
            "quote": "The writer walks out of his workroom in a daze. He wants a drink. He needs it. It happens to be a fact that nearly every writer of fiction in the world drinks more whisky than is good for him. He does it to give himself faith hope and courage. A person is a fool to become a writer. His only compensation is absolute freedom. He has no master except his own soul and that I am sure is why he does it.",
            "author": "Roald Dahl"
        },
        {
            "quote": "Drunken men give some of the best pep talks.",
            "author": "Criss Jami"
        },
        {
            "quote": "A computer lets you make more mistakes faster than any other invention with the possible exceptions of handguns and Tequila.",
            "author": "Mitch Ratcliffe"
        },
        {
            "quote": "Not everyone who drinks is a poet. Some of us drink because we're not poets.",
            "author": "Dudley Moore"
        },
        {
            "quote": "Drinking just to get drunk is like having sex just to get pregnant.",
            "author": "Robert Hess"
        },
        {
            "quote": "Ronan did not smoke; he preferred his habits with hangovers.",
            "author": "Maggie Stiefvater"
        },
        {
            "quote": "Hitch: making rules about drinking can be the sign of an alcoholic,' as Martin Amis once teasingly said to me. (Adorno would have savored that, as well.) Of course, watching the clock for the start-time is probably a bad sign, but here are some simple pieces of advice for the young. Don't drink on an empty stomach: the main point of the refreshment is the enhancement of food. Don't drink if you have the blues: it's a junk cure. Drink when you are in a good mood. Cheap booze is a false economy. It's not true that you shouldn't drink alone: these can be the happiest glasses you ever drain. Hangovers are another bad sign, and you should not expect to be believed if you take refuge in saying you can't properly remember last night. (If you really don't remember, that's an even worse sign.) Avoid all narcotics: these make you more boring rather than less and are not designed—as are the grape and the grain—to enliven company. Be careful about up-grading too far to single malt Scotch: when you are voyaging in rough countries it won't be easily available. Never even think about driving a car if you have taken a drop. It's much worse to see a woman drunk than a man: I don't know quite why this is true but it just is. Don't ever be responsible for it.",
            "author": "Christopher Hitchens"
        },
        {
            "quote": "That is the remarkable thing about drinking: it brings people together so quickly, but between night and morning it sets an interval again of years.",
            "author": "Erich Maria Remarque"
        },
        {
            "quote": "When you quit drinking you stop waiting.",
            "author": "Caroline Knapp"
        },
        {
            "quote": "Always remember, that I have taken more out of alcohol than alcohol has taken out of me.",
            "author": "Winston S. Churchill"
        },
        {
            "quote": "Beer's intellectual. What a shame so many idiots drink it.",
            "author": "Ray Bradbury"
        },
        {
            "quote": "There is no such joy in the tavern as upon the road thereto.",
            "author": "Cormac McCarthy"
        },
        {
            "quote": "It comes in pints?",
            "author": "Peter  Jackson"
        },
        {
            "quote": "I like bars just after they open for the evening. When the air inside is still cool and clean and everything is shiny and the barkeep is giving himself that last look in the mirror to see if his tie is straight and his hair is smooth. I like the neat bottles on the bar back and the lovely shining glasses and the anticipation. I like to watch the man mix the first one of the evening and put it down on a crisp mat and put the little folded napkin beside it. I like to taste it slowly. The first quiet drink of the evening in a quiet bar—that's wonderful.",
            "author": "Raymond Chandler"
        },
        {
            "quote": "I'm a drinker with writing problems.",
            "author": "Brendan Behan"
        },
        {
            "quote": "When a man who is drinking neat gin starts talking about his mother he is past all argument.",
            "author": "C.S. Forester"
        },
        {
            "quote": "I like whiskey. I always did, and that is why I never drink it.",
            "author": "Robert E. Lee"
        },
        {
            "quote": "There was a tacit understanding between them that 'liquor helped'; growing more miserable with every glass one hoped for the moment of relief.",
            "author": "Graham Greene"
        },
        {
            "quote": "I think piracy is a bit like drinking. You want to stay out all night doing it, you pay the price the next day.",
            "author": "Scott Lynch"
        },
        {
            "quote": "If I had to live my life over, I'd live over a saloon.",
            "author": "W.C. Fields"
        },
        {
            "quote": "What is this thing you call substance abuse? All I wanna do is forget and get loose.Drinking and smoking over and overWhat's so great about a life that's sober?There's nothing cool about being youngWhen the monsters of night have stolen the sun.I'm tired of searching for words in the sky.All I wanna do is drink and die. Nothing is real. It's all a big lie. All I wanna do is drink and die. There's nothing cool about being youngWhen the monsters of night have stolen the sun.",
            "author": "Benjamin Alire Sáenz"
        },
        {
            "quote": "And in my mind, this settles the issue. I would never drink cologne, and am therefore not an alcoholic.",
            "author": "Augusten Burroughs"
        },
        {
            "quote": "When you stop drinking, you have to deal with this marvelous personality that started you drinking in the first place.",
            "author": "Jimmy Breslin"
        },
        {
            "quote": "It was my Uncle George who discovered alcohol was a food well in advance of modern medical thought.",
            "author": "P.G. Wodehouse"
        },
        {
            "quote": "Love is alcohol.",
            "author": "Katherine Applegate"
        },
        {
            "quote": "If you see the dragon fly,best you drink the flagon dry.”—Zarost",
            "author": "Greg Hamerton"
        },
        {
            "quote": "Ever heard the phrase, 'candy is dandy but liquor is quicker?'\"Great she wanted to get me drunk.\"Ah...ever heard of underage!\"\"Where there's a will there's a way,\" she said, matter-of-factly.\"That's your great plan?",
            "author": "Jessica Shirvington"
        },
        {
            "quote": "At the time I started in ballet they were dancing 'The Spirit of Champagne' on pointe, in Paris. I thought, 'I don't want to dance the spirit of champagne, I want to drink it!",
            "author": "Martha Graham"
        },
        {
            "quote": "You can never rouse Harris. There is no poetry about Harris- no wild yearning for the unattainable. Harris never \"weeps, he knows not why.\" If Harris's eyes fill with tears, you can bet it is because Harris has been eating raw onions, or has put too much Worcester over his chop.If you were to stand at night by the sea-shore with Harris, and say:\"Hark! do you not hear? Is it but the mermaids singing deep below the waving waters; or sad spirits, chanting dirges for white corpses held by seaweed?\" Harris would take you by the arm, and say:\"I know what it is, old man; you've got a chill. Now you come along with me. I know a place round the corner here, where you can get a drop of the finest Scotch whisky you ever tasted- put you right in less than no time.\"Harris always does know a place round the corner where you can get something brilliant in the drinking line. I believe that if you met Harris up in Paradise (supposing such a thing likely), he would immediately greet you with:\"So glad you've come, old fellow; I've found a nice place round the corner here, where you can get some really first-class nectar.",
            "author": "Jerome K. Jerome"
        },
        {
            "quote": "Guilt is also a way for us to express to others that we are a person of good conscience. 'I feel really guilty about getting drunk last night,' we say, when in actual fact we feel no guilt whatsoever or, at least, we could choose to feel no guilt. When people say to me, 'I drank too much last night,' I always reply, 'I drank exactly the right amount.",
            "author": "Tom Hodgkinson"
        },
        {
            "quote": "The only way that I could figure they could improve upon Coca-Cola, one of life's most delightful elixirs, which studies prove will heal the sick and occasionally raise the dead, is to put bourbon in it.",
            "author": "Lewis Grizzard"
        },
        {
            "quote": "Janx Spirit : Janx Spirit is a rather potent alcoholic beverage, and is used heavily in drinking games that are played in the hyperspace ports that serve the madranite mining belts in the star system of Orion Beta. The game is not unlike the Earth game called Indian Wrestling, and is played like this: Two contestants sit at either side of a table, with a glass in front of each of them. Between them would be placed a bottle of Janx Spirit — as immortalized in that ancient Orion mining song :“Oh don’t give me no more of that Old Janx SpiritNo, don’t you give me no more of that Old Janx SpiritFor my head will fly, my tongue will lie, my eyes will fry and I may dieWon’t you pour me one more of that sinful Old Janx Spirit”Each of the two contestants would then concentrate their will on the bottle and attempt to tip it and pour spirit into the glass of his opponent – who would then have to drink it. The bottle would then be refilled. The game would be played again. And again. Once you started to lose you would probably keep losing, because one of the effects of Janx spirit is to depress telepsychic power. As soon as a predetermined quantity had been consumed, the final loser would have to perform a forfeit, which was usually obscenely biological.",
            "author": "Douglas Adams"
        },
        {
            "quote": "They say some of my stars drink whiskey. But I have found that the ones who drink milkshakes don't win many ball games.",
            "author": "Fred McMane"
        },
        {
            "quote": "Sensible people advise against drinking on an empty stomach, but to my mind it is the best sort of drinking.",
            "author": "Tom Hodgkinson"
        },
        {
            "quote": "I will never, ever drink whiskey again. From now on, it's strictly sherry.",
            "author": "Libba Bray"
        },
        {
            "quote": "Glasses are for people that sips instead of drinks.",
            "author": "Kai Starr"
        },
        {
            "quote": "To a drinker the sensation is real and pure and akin to something spiritual: you seek; in the bottle, you find.",
            "author": "Caroline Knapp"
        },
        {
            "quote": "Don't drink too much.\"\"When I can spell out your name in shot glasses, I'll stop.\"\"I'll have to get a shorter name.\"\"I'll have to forget how to spell it.",
            "author": "Richard Kadrey"
        },
        {
            "quote": "I mean, that's at least in part why I ingested chemical waste - it was a kind of desire to abbreviate myself. To present the CliffNotes of the emotional me, as opposed to the twelve-column read.I used to refer to my drug use as putting the monster in the box. I wanted to be less, so I took more - simple as that. Anyway, I eventually decided that the reason Dr. Stone had told me I was hypomanic was that he wanted to put me on medication instead of actually treating me. So I did the only rational thing I could do in the face of such as insult - I stopped talking to Stone, flew back to New York, and married Paul Simon a week later.",
            "author": "Carrie Fisher"
        },
        {
            "quote": "The only cure for a real hangover is death.",
            "author": "Robert Benchley"
        },
        {
            "quote": "Rumor had it that he was homosexual; in reality, in recent years, he was simply a garden-variety alcoholic.",
            "author": "Michel Houellebecq"
        },
        {
            "quote": "I am a drinker with writing problems.",
            "author": "Brendan Behan"
        },
        {
            "quote": "One sip of this will bathe the drooping spirits in delight, beyond the bliss of dreams.",
            "author": "John Milton"
        },
        {
            "quote": "Drinking is such a necessity to human life that people cannot fathom an individual who, like a child confined to a church pew, gets little enjoyment out of it and would rather do other things.",
            "author": "Criss Jami"
        },
        {
            "quote": "Let us have wine and woman, mirth and laughter,Sermons and soda water the day after.Man, being reasonable, must get drunk;The best of life is but intoxication:Glory, the grape, love, gold, in these are sunkThe hopes of all men, and of every nation;Without their sap, how branchless were the trunkOf life's strange tree, so fruitful on occasion:But to return--Get very drunk; and whenYou wake with head-ache, you shall see what then.",
            "author": "George Gordon Byron"
        },
        {
            "quote": "Cover your glass in France or Germany --even worse, in England - and in the voice of someone who has personally affronted, your host will ask why you're not drinking. 'Oh, I just don't feel like it this morning.''Why not?''I guess I'm not in the mood?''Well, this'll put you in the mood. Here. Drink up.''No, really, I'm OK.''Just taste it.''Actually, I'm sort of...well, I sort of have a problem with it.''Then how about half a glass?",
            "author": "David Sedaris"
        },
        {
            "quote": "Here, drink your liqueur,\" Henry said, tossing back her drink. \"I carry it with me everywhere because it's the only kind of drink that Leo doesn't like, so there's a chance I'll still have some tomorrow.",
            "author": "Eloisa James"
        },
        {
            "quote": "Come, gentlemen, I hope we shall drink down all unkindness.",
            "author": "William Shakespeare"
        },
        {
            "quote": "When I was in London in 2008, I spent a couple hours hanging out at a pub with a couple of blokes who were drinking away the afternoon in preparation for going to that evening's Arsenal game/riot. Take away their Cockney accents, and these working-class guys might as well have been a couple of Bubbas gearing up for the Alabama-Auburn game. They were, in a phrase, British rednecks. And this is who soccer fans are, everywhere in the world except among the college-educated American elite. In Rio or Rome, the soccer fan is a Regular José or a Regular Giuseppe. [...] By contrast, if an American is that kind of Regular Joe, he doesn't watch soccer. He watches the NFL or bass fishing tournaments or Ultimate Fighting. In an American context, avid soccer fandom is almost exclusively located among two groups of people (a) foreigners—God bless 'em—and (b) pretentious yuppie snobs. Which is to say, conservatives don't hate soccer because we hate brown people. We hate soccer because we hate liberals.",
            "author": ""
        },
        {
            "quote": "I've gotten more out of alcohol than alcohol has taken out of me.",
            "author": "Winston S. Churchill"
        },
        {
            "quote": "Structural linguistics is a bitterly divided and unhappy profession, and a large number of its practitioners spend many nights drowning their sorrows in Ouisghian Zodahs.",
            "author": "Douglas Adams"
        },
        {
            "quote": "I feel like today should be a perfect Meatball day... Let's just get wastey-pants!",
            "author": "Nicole \"Snooki\" Polizzi"
        },
        {
            "quote": "They sell courage of a sort in the taverns. And another sort, though not for sale, a man can find in the confessional. Try the alehouses and the churches, Hugh. In either a man can be quiet and think.",
            "author": "Ellis Peters"
        },
        {
            "quote": "One reason I don't drink is that I want to know when I am having a good time.",
            "author": "Nancy Astor"
        },
        {
            "quote": "You don’t need to drink to get over your feelings. Deal with your feelings that’s how you get over them,",
            "author": "Holly Hood"
        },
        {
            "quote": "Ive created a new drink! I'm calling it the Piñata Colada! Its sweet and tasty, but when you wake up the next morning your head feels like its been hitten with a stick.",
            "author": "José N. Harris"
        },
        {
            "quote": "Think of me as an impetuous Hegel, drunk with power, and also, regular drunk.",
            "author": "Eugene Mirman"
        },
        {
            "quote": "Beer bottles, whiskey bottles, brown glass, green. They fell to the lawn and I'd feel serene. Adam was king to my stilted queen.",
            "author": "Kate Bernheimer"
        },
        {
            "quote": "Had a couple of drinks by myself. It was a mistake. Have I got to give up drinking, too? If I eliminate everything, how will I exist? I was somebody who loved Maurice and went with men and enjoyed my drinks. What happens if you drop all the things that make you I?",
            "author": "Graham Greene"
        },
        {
            "quote": "الرب أعطى النقود، والشيطان صنع ثقباً. وها هي نقود الرب تتسرب عبر ثقب الشيطان.",
            "author": "Valentin Rasputin"
        },
        {
            "quote": "I don't like to overdose. Call me old-fashioned.",
            "author": "Chelsea Handler"
        },
        {
            "quote": "the only drinking problem I've ever had, is figuring out why I'm still stuck in this salad spinner",
            "author": "Josh Stern"
        },
        {
            "quote": "Camels can go many weeks without drinking anything at all. The notion that they cache water in their humps is pure myth—their humps are made of fat, and water is stored in their body tissues. While other mammals draw water from bloodstreams when faced with dehydration, leading to death by volume shock, camels tap the water in their tissues, keeping their blood volume stable. Though this reduces the camel’s bulk, they can lose up to a third of their body weight with no ill effects, which they can replace astonishingly quickly, as they are able to drink up to forty gallons in a single watering.” (pp.69-70)",
            "author": "Michael Benanav"
        },
        {
            "quote": "I mulled over what he had told me as I savored the Scotch. Not bad, really — like a beer that’s been in a brawl.",
            "author": "David Justice"
        },
        {
            "quote": "Nancy Astor: \"Winston, you are a drunk!\"Winston Churchill: \"And you, madam, are ugly. But I shall be sober in the morning.\"(Reported exchange will Winston Churchill.",
            "author": "Nancy Astor the Viscountess Astor"
        },
        {
            "quote": "Taking a couple short backup swigs, Flint’s crippling headache started to release its grip, sort of the way he imagined an octopus would release an inedible bowling ball.",
            "author": "Cole Alpaugh"
        },
        {
            "quote": "Why are you drinking? demanded the little prince.\"So that I may forget,\" replied the tippler.\"Forget what?\" inquired the little prince, who was already sorry for him.\"Forget that I am ashamed,\" the tippler confessed, hanging his head.\"Ashamed of what?\" insisted the little prince, who wanted to help him.\"Ashamed of drinking!",
            "author": "Antoine de Saint-Exupéry"
        },
        {
            "quote": "Too much of anything is bad, but too much Champagne is just right.",
            "author": "F. Scott Fitzgerald"
        },
        {
            "quote": "Your insult has offended me. If we were at the Peaks, we would have to duel in traditional alil'tiki'i fashion.\"\"Which is what?\" Teft asked. \"With spears?\"Rock laughed. \"No, no. We upon the Peaks are not barbarians like you down here.\"\"How then?\" Kaladin asked, genuinely curious.\"Well,\" Rock said, \"is involving much mudbeer and singing.\"“How's that a duel?”\"He who can still sing after the most drinks is winner. Plus, soon' everyone is so drunk that they forget what argument was about.\"Teft laughed. \"Beats knives at dawn, I suppose.",
            "author": "Brandon Sanderson"
        },
        {
            "quote": "Well, I drank enough to sustain a small Spanish village, I haven't had an orgasm in a thousand years, and I will probably die old and alone in a beautifully designed apartment with all of Clive's illegitimate children swarming around me...How do you think I feel?",
            "author": "Alice Clayton"
        },
        {
            "quote": "I distrust a man that says when. If he's got to be careful not to drink to much it's because he's not to be trusted when he does.",
            "author": "Dashiell Hammett"
        },
        {
            "quote": "I never drink while I'm working, but after a few glasses I get ideas that would never have occurred to me dead sober.",
            "author": "Irwin Shaw"
        },
        {
            "quote": "Passivity is corrosive to the soul; it feeds on feelings of integrity and pride, and it can be as tempting as a drug.",
            "author": "Caroline Knapp"
        },
        {
            "quote": "When I got to college, the fake ID thing wasn't that important, since pretty much everyone could get away with drinking in New Orleans. But the drugs, well, that was a different story altogether, because drugs are every bit as illegal in New Orleans as anywhere else--at least, if you're black and poor, and have the misfortune of doing your drugs somewhere other than the dorms at Tulane University. But if you are lucky enough to be living at Tulane, which is a pretty white place, especially contrasted with the city where it's located, which is 65 percent black, then you are absolutely set.",
            "author": "Tim Wise"
        },
        {
            "quote": "Now is the time to drink!",
            "author": "Horace"
        },
        {
            "quote": "How do I feel today? I feel as unfit as an unfiddle,And it is the result of a certain turbulence in the mind and an uncertain burbulence in the middle.What was it, anyway, that angry thing that flew at me?I am unused to banshees crying Boo at me.Your wife can’t be a banshee—Or can she?",
            "author": "Ogden Nash"
        },
        {
            "quote": "Rick feels almost the way he used to halfway through his third drink, his favorite moment, the way he wishes all moments in life could feel: heightened with the sense that anything could happen at any moment--that being alive is important, because just when you least expect it, you might receive exactly what you least expect.",
            "author": "Douglas Coupland"
        },
        {
            "quote": "The food we were given was no more than eatable, but the patron was not mean about drink; he allowed us two litres of wine a day each, knowing that if a plongeur is not given two litres he will steal three.",
            "author": "George Orwell"
        },
        {
            "quote": "For he was drinking too much. Not uncontrollably nor offensively, but still he seldom seemed to have a glass out of his hand.",
            "author": "Rosamunde Pilcher"
        },
        {
            "quote": "I would rather have a free bottle in front of me than a pre-frontal lobotomy",
            "author": "Dean Martin"
        },
        {
            "quote": "In Mississippi the important thing is hooch, not bar equipment.",
            "author": "Florence King"
        },
        {
            "quote": "Elliot Rawley was a drinker, Cy’s mother had been right. And he was a poor drinker. One that let the demons of the bottle into his head when he tipped it back, demons that went about unloosing all the trouble they could find stashed in the catacombs of his mind. Every tragic thing that had ever happened, every self-doubt, every delusion, freed itself from bondage and revisited him when he drank.",
            "author": "Sarah Hall"
        },
        {
            "quote": "Mulled ale for the frozen man,And mulled ale for the weary:For mulled ale is the body's friendAnd makes the sick heart merry.",
            "author": "Frans G. Bengtsson"
        },
        {
            "quote": "More wine for me, pour me some more!\" \t\"You smart girl, I knew you're a smart girl, just teasing...” \tFaces turn red, the dark earth blood is rising. \tThey wink at Pelka, wink at the host: \"He knows his goods!\" The women feel the buttons constricting them - they undo one, another, a third. By twos the guests go outside to get some air.\t\"Well, my dear guests, are you soaked to the gills? Eh? And now-to dance! Get lively!\"\tThe table and the chairs vanish. The middle of the room is empty. Ivan the Monk jumps out of his hole, a tambourine in his hands: \"Tim-ta-a-am! Tim-ta-a-am!\"\t“Eh-hey!\" the redhead suddenly snatches the tambourine and sweeps off, tapping wildly in a circle. Eyes closed: a white sleepless sun-a white night on the meadow-white columns of smoke swaying over fires...\t\"Eh-ah!\"-to whirl herself to death, to whirl out everything, to empty herself - nothing has ever been...\tHeavy boots are thumping on the floor, beards fly in the wind, the frock-coat tails go flying... hey, get going, faster, faster - a hundred versts an hour! (\"The North\")",
            "author": "Yevgeny Zamyatin"
        },
        {
            "quote": "SakeThe jewel which brightly shines at nightIs precious, but cannot measure up To the delights of drinking sake,Drowning one's troubles in the cup. Otomo no Tabito",
            "author": "Reiko Chiba"
        },
        {
            "quote": "In the fall he picked up his phone one afternoon to hear Grandma Lynn.'Jack,' my grandmother announced, 'I am thinking of coming to stay.' My father was silent, but the line was riddled with his hesitation.'I would like to make myself available to you and the children. I've been knocking around in this mausoleum long enough.''Lynn, we're just beginning to start over again,' he stammered. Still, he couldn't depend on Nate's mother to watch Buckley forever. Four months after my mother left, her temporary absence was beginning to take on the feel of permanence. My grandmother insisted. I watched her resist the remaining slug of vodka in her glass. 'I will contain my drinking until'- she thought hard here- 'after five o'clock, and,' she said,' what the hell, I'll stop altogether if you should find it necessary.''Do you know what you're saying?'My grandmother felt a clarity from her phone hand down to her pump-encased feet. 'Yes, I do. I think'It was only after he got off the phone that he let himself wonder, Where will we PUT her?It was obvious to everyone. ~pgs 213-214; Grandma Lynn and Jack;",
            "author": "Alice Sebold"
        },
        {
            "quote": "I admit I get the occasional headache,\" I said. \"I admit some of my hangovers are epic. But usually all it takes for me to bounce back is a sauna, cold-plunge pool, steam bath, massage, and wasabi to clear the sinuses\".",
            "author": "George Gurley"
        },
        {
            "quote": "What everyone agreed was not very nice, was the way Clémence had carried on. Obviously, she wasn't the kind of girl you'd ask again: she'd ended up showing off everything she'd got, and she'd puked all down one of the muslin curtains and completely ruined it. At least the men did go into the street to do it; Lorilleux and Poisson, when they felt queer, managed to dash as far as the pork-butcher's shop. Breeding always tells.",
            "author": "Émile Zola"
        },
        {
            "quote": "BALLS! We want the finest wines available to humanity. We want them HERE, and we want them NOW.",
            "author": "Bruce Robinson"
        },
        {
            "quote": "- Dzert jums nevajadzēs?Ahā! Andrs tūliņ saprata: apdzirdīt grib! un atteica cieti:- Nē, mēs nedzeram.- Nē, nedzeram, - Bukstiņš apstiprināja. - Tas ir, kādreiz iedzeram ar, bet šovakar mums negribas.",
            "author": "Andrejs Upīts"
        },
        {
            "quote": "Need 'nether whiskey. Whiskey chaser. Gotta get two men drunk.'Mr. Cohan placed both hands on the bar. 'Mr. Walsh,' he said severely, 'in Gavagan's we will serve a man a drink to wet his whistle, or even because his old woman has pasted him with a dornick, but a drink to get drunk with I do not sell. Now I'm telling you you've had enough for tonight, and in the morning you'll be thanking me...' (\"My Brother's Keeper\")",
            "author": "Fletcher Pratt"
        },
        {
            "quote": "Quite possibly one of the most revealing passages about Shakespeare as a man comes from one of the roughest of the jottings made by gossip John Aubrey from his interview with William Beeston, son of the Christopher Beeston who had acted with Shakespeare's company. The partly cancelled note reads: 'the more to be admired, he was not a company keeper. [He] ... wouldn't be debauched, and if invited to, writ [i.e. wrote] he was in pain.' [Ch.24]",
            "author": "Ian Wilson"
        },
        {
            "quote": "Where had he been? Drinking, obviously. Then she started cataloging all the ways he was worthless. On fool impulse, as his most potent available argument against Lily, Bud stuck his hands into his coat pockets and pulled out the many bundles of hundreds and threw them on the bedspread. If you were honest and stupid, you worked a couple of lifetimes for that kind of money, doled out by the hour in pocket-change amounts by asswipe bosses.",
            "author": "Charles Frazier"
        },
        {
            "quote": "A fine young man and a fine young felly he always was, except that in the old days, before you began coming in here, Mr. Witherwax, he maybe had too much money and spent too much of it on girls. Take them alone, either one; the money without the women, or a good girl without the money that can be a help to a young felly, and he's fixed for life. But put them together; and often as not, the young felly goes on the booze. (\"The Better Mousetrap\")",
            "author": "Fletcher Pratt"
        },
        {
            "quote": "I always think the opening moments of a party are the hardest, before everyone has had enough to drink.",
            "author": "Stephanie Clifford"
        },
        {
            "quote": "We pick up our shots and for the first time there's a total absence of sound in the room. From the ceiling, shy silver things blink and wait. Dennis doesn't sit, but hovers at the edge of the table, leaning in with a darkroom perfected slump. His hair hangs like its edges were dipped in lead. Thin spears pointing to the table. I'm looking at his face; we're both serious in a self-aware way, pretending not to notice.\"It doesn't even feel like I left. God, you look fucking terrible. But it's a terrible face that drinks tequila well. Down. And cheers.\"We force a dull clash of cups and pour everything down at once. The hard tequila shudders that never happen in the movies. First your head feels light, then it starts receiving the distress signals from throat, lungs, belly. Your shoulders jerk to shake off the snake that wrapped around you and squeezed. It burns. The good burn.",
            "author": "Laurie Perez"
        },
        {
            "quote": "Do you prefer fermented or distilled?This is a trick question. It doesn’t matter how much you like wine, because wine is social and writing is anti-social. This is a writer’s interview, writing is a lonely job, and spirits are the lubricant of the lonely. You might say all drinking is supposed to be social but there’s a difference, at one in the morning while you’re hunched over your computer, between opening up a bottle of Chardonnay and pouring two-fingers of bourbon into a tumbler. A gin martini, of course, splits the difference nicely, keeping you from feeling like a deadline reporter with a smoldering cigarette while still reminding you that your job is to be interesting for a living. Anyone who suggests you can make a martini with vodka, by the way, is probably in need of electroconvulsive therapy.",
            "author": "Stuart Connelly"
        },
        {
            "quote": "I'm going out for a bottle of champagne. We're going to get bombed.",
            "author": "Stephen King"
        },
        {
            "quote": "Oh God how subtle he would have to be, how cunning... No paragraph, no phrase even of the thousands the book must contain could strike a discordant note, be less than fully imagined, an entire novel's worth of thought would have to be expended on each one. His attention had only to lapse for a moment, between preposition and object, colophon and chapter heading, for dead spots to appear like gangrene that would rot the whole. Silkworms didn't work as finely or as patiently as he must, and yet boldness was all, the large stroke, the end contained in and prophesied by the beginning, the stains of his clouds infinitely various but all signifying sunrise. Unity in diversity, all that guff. An enormous weariness flew over him. The trouble with drink, he had long known, wasn't that it started up these large things but that it belittled the awful difficulties of their execution. (\"Novelty\")",
            "author": "John Crowley"
        },
        {
            "quote": "My lips have touched more bottles than lovers and I'm half a shot away from psychotic.",
            "author": "Denice Envall"
        },
        {
            "quote": "Those partial to drink were hiding faults and dishonesty. They were sloppy souls, even the ones with pleasant manners and fine noses.",
            "author": "Sarah Hall"
        },
        {
            "quote": "It's super cloudy right now but I think I can see the northern lights from my room. Another observation: Every light is a strobe light, if you just blink fast enough, and drink enough vodka.-Karen Quan and Jarod Kintz",
            "author": "Karen Quan"
        },
        {
            "quote": "Think of the power we could have if all the energy and effort in the world – or maybe even just your energy and effort? – that goes into drinking were put into resisting, building, creating. Try adding up all the money anarchists in your community have spent on corporate libations, and picture how much musical equipment or bail money or food it could have paid for – instead of funding their war against all of us.",
            "author": "CrimethInc."
        },
        {
            "quote": "On un-being in an imaginary real ‘lationship:When you relive, the past, unkind,you cannot see - you're simply blind.Emotions - ages take to settle,and love is fiercer than a kettle.And in the desert, late at nightYour friends, you get to biteThe laws - they force you to a fightThe stone to glass turns - what a sightAt times I sit, and sit, and think.What could be better than a drink?The answer, I think, is a link...To just one woman - just her wink.It hurts when it hurts,but the aching will pass.At some point, it deserts,all the hearts, of bent glass.",
            "author": "Will Advise"
        },
        {
            "quote": "There was a sound in their voices which suggested rum.",
            "author": "Robert Louis Sevenson"
        },
        {
            "quote": "Lucas felt uncommonly depressed and careless. Drunkenness, in a man like August Hay, melts the restraints on cheerfulness. On the contrary with Lucas: he kept up courage consciously. Sap his mind, and the lid was lifted from a cesspool of muddy colors.",
            "author": "John Updike"
        },
        {
            "quote": "What is this place?’‘Heaven.’ She laughed, ‘with better drinks!",
            "author": "Tan Redding"
        },
        {
            "quote": "He disapproved, he didn't believe in girls drinking, he was full of the conventions of a generation older than himself. Of course one drank oneself, one fornicated, but one didn't lie with a friend's sister, and 'decent' girls were never squiffy.",
            "author": "Graham Greene"
        },
        {
            "quote": "A woman drove me to drink. I don't drink and drive.",
            "author": "Brian Spellman"
        },
        {
            "quote": "I drank through the buzz of befuddlement into perfect clarity and out again into the blissful confusion of true intoxication.",
            "author": "John  Mole"
        },
        {
            "quote": "A near-fatal case of scurvy being the only reason I can imagine drinking something with grapefruit juice in it.",
            "author": "James S.A. Corey"
        },
        {
            "quote": "More wine,\" Lightsong said, raising his cup.\"You can't get drunk, Your Grace,\" Llarimar noted. \"Your body is immune to all toxins.\"\"I know,\" Lightsong said as a lesser servant filled his cup. \"But trust me—I'm quite good at pretending.",
            "author": "Brandon Sanderson"
        },
        {
            "quote": "i've had enough of this. if you'll excuse me, i'm going to find a tavern where i can pay an underdressed woman to sit it my lap and look very pleased with me while i drink heavily",
            "author": "Lisa Kleypas"
        },
        {
            "quote": "Drinking turns a fool into a merry fool.",
            "author": "Neel Burton"
        },
        {
            "quote": "You're the measure of my true decline. Your home isn't in the underworld, you live in the back room of the liquor store. My eternally hung-over angel, my Satan crawling like an amber worm from a bottle of Zoladkowa Gorzka.",
            "author": "Jerzy Pilch"
        },
        {
            "quote": "Pleasure, ecstasy, they cannot seem to bear: their escape from it is in violence, in drinking and fighting and apparently inescapable----And so why should not their religion drive them to crucifixion of themselves and one another? he thinks.",
            "author": "William Faulkner"
        },
        {
            "quote": "Booze really was medicinal, after a near-death experience. Holding a drink in both hands and letting it corrode the topmost layer of his mouth and throat, Laurence felt a spiritual relationship with Bushmills.",
            "author": "Charlie Jane Anders"
        },
        {
            "quote": "The rows of empty jugs had multiplied with the speed of caged rabbits.",
            "author": "Daniel Polansky"
        },
        {
            "quote": "- Why'd you even think I'd read your diploma before, during, or after buying 10 copies of it in an all-you-can-drink online bar? - If I could drink what I read, I'd probably still be drunk on Joyce's Ulysses. I should've chased it with a racer.-Stefan D and Jarod Kintz",
            "author": "Stefan D"
        },
        {
            "quote": "Sam groaned. A warmth on her face alerted her to the new morning. She opened one eye and peered at the fuzzy daylight streaming in through the window. Her head throbbed like a bitch. Her mouth felt like a carpet. She pushed herself off the couch and stood up shakily, kicking bottles as she stumbled to her small kitchen. Every movement was painful and slow. She was a sloth tight-roping through time. She held onto the basin for a moment to steady herself. She grabbed a plastic cup and opened the tap, letting it flow as she filled and refilled it, gulping down as much water as she could. She splashed her face, neck and chest with water, then refilled the cup and dumped the contents over her head. She stood there, unaware of the moments passing by, as the water dripped down her body. Willing herself to wake up and feel better. Willing the nausea into oblivion.",
            "author": "Adelheid Manefeldt"
        },
        {
            "quote": "There are only two moments when everything is possible in this life,\" said Petrus, \"when one drinks, and when one makes up stories.",
            "author": "Muriel Barbery"
        },
        {
            "quote": "Millions of deaths would not have happened if it weren’t for the consumption of alcohol. The same can be said about millions of births.",
            "author": "Mokokoma Mokhonoana"
        },
        {
            "quote": "Think about it. When you reach 18 you're no longer an underage drinker. This means that drinking is no longer an act of rebellion, and so there's no point in doing it any more. You've got to find some other way of looking hard in front of your friends, like attaching weights to your testicles and swimming naked through the snapping turtle pond at the zoo",
            "author": "Andre the BFG"
        },
        {
            "quote": "The more I drink the better I write and the more I write the better I drink.",
            "author": "Shawn Hatfield"
        },
        {
            "quote": "What she liked the most about drinking was not being present, that feeling of self-evasion, of disconnection, of liberation, of escape. Alcohol offered her an excellent alternative to being herself without actually dying.",
            "author": "Laura Esquivel"
        },
        {
            "quote": "Η πιθι 'η 'απιθι.\" [\"Quaff or be off\"]",
            "author": "Anonymous"
        },
        {
            "quote": "Time doesn’t heal anything. It’s like drinking. The best it can do is help you forget, if you’re lucky.",
            "author": "Paula Stokes"
        },
        {
            "quote": "Let truth be told. The more we allow water to be controlled, bottled and sold — the more we sell the security of our sons, daughters and souls. He who controls the water, controls us all. Water is the true gold.",
            "author": "Suzy Kassem"
        },
        {
            "quote": "The gypsies believe the bear to be a brother to man because he has the same body beneath his hide, because he drinks beer, because he enjoys music and because he likes to dance.",
            "author": "Ernest Hemingway"
        },
        {
            "quote": "I really hate that I need my glasses while using my laptop. What I hate even more is that I need those glasses to be full of vodka at all times.-Karen Quan and Jarod Kintz",
            "author": "Karen Quan"
        },
        {
            "quote": "Becoming a writer is a polite way of saying you've chosen alcoholism as a career.",
            "author": "Joe Ducie"
        },
        {
            "quote": "Some waste away their lives by drinking, partying or by simply having fun and living for pleasure.",
            "author": "Sunday Adelaja"
        },
        {
            "quote": "I know an alcoholic is the worse, but sometimes I wonder if it's better to have a drinking father that lives at home, or a drinking father, that never comes around.",
            "author": "Anthony Liccione"
        },
        {
            "quote": "A fine single malt whisky, of course, is purely medicinal - it cures all manner of ailments one may care to imagine.",
            "author": "Alex Morritt"
        },
        {
            "quote": "To be or not to be, fucked up on whiskey, that is the question.",
            "author": "Robert  Black"
        },
        {
            "quote": "We were at that moment of drunkenness that the two of us had come to call the Golden Moment, when everything made sense. We always tried to stretch out that moment, and then inevitably one of us would confess, \"I can't follow anymore, I think the Golden Moment's passed.",
            "author": "Anne Rice"
        },
        {
            "quote": "Getting wasted is never a waste of time.",
            "author": "Jonathan Heatt"
        },
        {
            "quote": "I dreamt that ‪@mark_wahlberg‬‬‬‬‬‬‬‬‬‬‬‬‬‬‬‬‬‬‬‬ and his wife were our neighbors and we had dance parties in our living room and drank wine from solo cups. Everyone said I danced like I was doing parkour, and everyone laughed, until I fell off the roof and broke my neck.-Crystal Woods and Jarod Kintz",
            "author": "Crystal Woods"
        },
        {
            "quote": "There is a great independence, and a confident immunity to risk, in all drinks made out of cactus.",
            "author": "Alan LeMay"
        },
        {
            "quote": "OK for now. I enjoyed my quick, high-powered visit over there and look forward to a dead-game replay when I'm in better condition. Tell Hinckle he'd better take some liver exercises...and also to get braced for my wild cards, which don't always mix well with grapefruit juice and burbon.- To Peter Collier 10/11/1967",
            "author": "Hunter S. Thompson"
        },
        {
            "quote": "I can party like a twenty-four-year-old but it takes me almost a week to recover.",
            "author": "Amy Poehler"
        },
        {
            "quote": "Partying and dancing have never been my thing, but drinking I could do with reasonable familiarity and skills. I decided to begin there.",
            "author": "Vann Chow"
        },
        {
            "quote": "They swallowed, tasted their tongues, sucked their lips, and there was a far-away look in their eyes. Mack peered into his empty glass as though some holy message were written in the bottom. And then he raised his eyes. “You can’t say nothin’ about that,” he said. “They don’t put that in bottles.",
            "author": "John Steinbeck"
        },
        {
            "quote": "Ptah held up his mug. “Do you realize, we’ve fought together, starved together, bled together, endured slavery, and looked into the jaws of death...”“But we never drank together!” Marcus finished, clanking his mug to Ptah’s.“Exactly! The drink flows freely, and we must make up for lost time, ha ha ha!",
            "author": "Jennifer McKeithen"
        },
        {
            "quote": "I looked at mother with adoration in my own eyes, and when she had taken the kerosene lamp and had gone away, and when we boys were all again curled quietly like sleeping puppies in the bed, I cried a little, as I am sure father must have cried sometimes when there was no one about. Perhaps his getting drunk, as he did on all possible occasions, was a way of crying too.",
            "author": "Sherwood Anderson"
        },
        {
            "quote": "You never know what the vodka will bring,” I laughed.“Oh, like the time you caught my hair on fire at the candlelight party in Mel’s basement! That was the craziest thing that I ever had happen to me. If you hadn’t switched to water, I would have been bald!”-Cora, Nessa",
            "author": "Andrea Heltsley"
        },
        {
            "quote": "Alcohol let's us go on a journey. It's like paying for a ride. It maybe a ride to nowhere, but at least we get to go on that ride that we paid for. And no journey is the same. We wake up next day, usually with memory loss, usually with regret at something we did or said. But we know, we got our money's worth.",
            "author": "Robert  Black"
        },
        {
            "quote": "Somebody tells you they drink because they’re a failure, it ain’t so. They’re a failure because they drink. And they drink because it’s so damn hard not to. But as long as they have a bottle that isn’t empty, they never feel far from being happy.(\"Bums\")",
            "author": "William Kent Krueger"
        },
        {
            "quote": "About a week after they had come back, a load of mail came to the island. They were the first letters the men had received in several weeks, and for a night it relieved the changeless pattern of their lives. One of the infrequent rations of beer was given out the same night, and the men finished their three cans quickly, and sat about without saying very much. The beer had been far too inadequate to make them drunk; it made them only moody and reflective, it opened the gate to all their memories, and left them sad, hungering for things they could not name.",
            "author": "Norman Mailer"
        },
        {
            "quote": "We drinken een drankje dat eenzaamheid heet, maar het is beter dan eenzaam te drinken.",
            "author": "Ilja Leonard Pfeijffer"
        },
        {
            "quote": "That drinking thing, the night before an early morning start, I actually think it helps the productivity in some ways (as long as it's not spirits) it gives you that I don't give a fuck attitude, more relaxed, I'm getting away with it after all, I had a life last night, and now I may be hungover, but I had that secret world that you didn't have, and that you tried to take away from me, want to take away from me. But I still got that beer buzz. And I'll do it again, tomorrow night too. I'll never surrender. And when I'm working, I'll be thinking about it. Those moments of mine, truly mine, that you can never have or take away from me.",
            "author": "Robert  Black"
        },
        {
            "quote": "For sensible men I prepare only three kraters: one for health (which they drink first), the second for love and pleasure, and the third for sleep. After the third one is drained, wise men go home. The fourth krater is not mine any more - it belongs to bad behaviour; the fifth is for shouting; the sixth is for rudeness and insults; the seventh is for fights; the eighth is for breaking the furniture; the ninth is for depression; the tenth is for madness and unconsciousness.",
            "author": "Eubulus"
        },
        {
            "quote": "Staying out all night and sleeping most of the day is quite a drain on the wallet.",
            "author": "S.A. Tawks"
        },
        {
            "quote": "Gin and tonics won't say \"I love you\" and neither will he.",
            "author": "Sarabeth Purcell"
        },
        {
            "quote": "By the first mouthful I knew that I was going to get drunk that night. The drink tasted too good not to.",
            "author": "S.A. Tawks"
        },
        {
            "quote": "Most people who spend their lives are dreaming of having a summer house somewhere in the suburb of their city where they could lie in the hot sun all day long, drinking coffee and juice. They think they are enjoying life, but really they are spending life.",
            "author": "Sunday Adelaja"
        },
        {
            "quote": "I am clumsy, drop glasses and get drunk on Monday afternoons. I read Seneca and can recite Shakespeare by heart, but I mess up the laundry, don’t answer my phone and blame the world when something goes wrong. I think I have a dream, but most of the days I’m still sleeping. The grass is cut. It smells like strawberries. Today I finished four books and cleaned my drawers. Do you believe in a God? Can I tell you about Icarus? How he flew too close to the sun?I want to make coming home your favourite part of the day. I want to leave tiny little words lingering in your mind, on nights when you’re far away and can’t sleep. I want to make everything around us beautiful; make small things mean a little more. Make you feel a little more. A little better, a little lighter. The coffee is warm, this cup is yours. I want to be someone you can’t live without.I want to be someone you can’t live without.",
            "author": "Charlotte Eriksson"
        },
        {
            "quote": "One of the things that strikes me most though is how some people don't realise they're self-harming. The phrase 'self-harm' brings up thoughts of 'cutting', but that's only a small portion of it. When you drink excessively to drown your sorrows to the point you throw up and can't see straight and/or, like a girl at my school, ended up being driven to hospital to have her stomach pumped, you've brought harm to yourself. If you take drugs to feel numb and it becomes an addiction that you can't break, you've self-harmed. When you starve yourself or binge eat to fit the latest fashions, you're pushing your body further than it can go.We need to start treating ourselves how we deserve to be treated, even if you feel that no one else does. Prove to the world you ARE worth something by treating yourself with the utmost respect and hope that other people will follow your example. And even if they don't, at least one person in the world is treating you well: YOU.",
            "author": "Carrie Hope Fletcher"
        },
        {
            "quote": "Ya got cigarettes?” she asks. “Yes,” I say,“I got cigarettes.” “Matches?” she asks.“Enough to burn Rome.” “Whiskey?”“Enough whiskey for a Mississippi River of pain.” “You drunk?” “Not yet.",
            "author": "Charles Bukowski"
        },
        {
            "quote": "I am not a finished poem, and I am not the song you’ve turned me into. I am a detached human being, making my way in a world that is constantly trying to push me aside, and you who send me letters and emails and beautiful gifts wouldn’t even recognise me if you saw me walking down the street where I live tomorrowfor I am not a poem. I am tired and worn out and the eyes you would see would not be painted or inspiredbut empty and weary from drinking too much at all timesand I am not the life of your party who sings and has glorious words to speakfor I don’t speak muchat alland my voice is raspy and unsteady from unhealthy living and not much sleep and I only use it when I sing and I always sing too muchor not at alland never when people are around because they expect poems and symphonies and I am nota poembut an elegyat my bestbut unedited and uncut and not a lot of people want to work with me because there’s only so much you can do with an audio take, with the plug-ins and EQs and I was born distorted, disordered, and I’m pretty fine with that,but others are not.",
            "author": "Charlotte Eriksson"
        },
        {
            "quote": "Happiness is not to be found at the bottom of a bottle or from the tip of a needle; it is not to be found amidst a cloud of smoke or within a sugar-coated pill. If you look for it in these places, you will find naught but despair.",
            "author": "Wayne Gerard Trotman"
        },
        {
            "quote": "When reality and your dreams collide, typically it’s just your alarm clock going off.",
            "author": "Crystal Woods"
        },
        {
            "quote": "It was dawning on the wizards that they were outside the University, at night and without permission, for the first time in decades. A certain suppressed excitement crackled from man to man. Any watch trained in reading body language would have been prepared to bet that, after the click, someone was going to suggest that they might as well go somewhere and have a few drinks, and then someone else would fancy a meal, and then there was always room for a few more drinks, and then it would be 5 a.m. and the city guards would be respectfully knocking on the University gates and asking if the Archchancellor would care to step down to the cells to identify some alleged wizards who were singing an obscene song in six-part harmony, and perhaps he would also care to bring some money to pay for all the damage. Because inside every old person is a young person wondering what happened.",
            "author": "Terry Pratchett"
        },
        {
            "quote": "I know now it is children who accept life; grown people cover it up and pretend it is different with drinks.",
            "author": "Rumer Godden"
        },
        {
            "quote": "... while we are familiar with the adverse effect of drink on an empty stomach, we are now witnessing the far worse effect of drink on an empty mind.",
            "author": "Roger Scruton"
        },
        {
            "quote": "A traditional Englishman drinks tea to the point where his blood has long-since been replaced with an infusion of Ceylon, Assam, and Darjeeling.",
            "author": "Fennel Hudson"
        },
        {
            "quote": "If now in some ways I drink too much, it’s not that I lack a reverence for the world.",
            "author": "Sheila Heti"
        },
        {
            "quote": "Let them drink and forget their poverty and remember their misery no more.Proverbs 31:7",
            "author": "Anonymous"
        },
        {
            "quote": "To be certain you're consuming the real deal, look carefully at the label. W-h-i-s-k-e-y indicates the heavenly liquid from the Emerald Isle. Without the \"e,\" it's from Scotland or some other godforsaken place.",
            "author": "Rashers Tierney"
        },
        {
            "quote": "I made a considerable dent in the bourbon reserves of three bars. Maybe I couldn’t quite walk a straight line after that, but I was still thinking up a storm and getting nowhere. I switched to Calvert’s the way the ads tell you, with no better results. I thought maybe if I got in touch with Doc Kincaid and asked him for a list of people who had answered his questions I’d be able to find out if the killer had broken his code. It seemed like a fine idea, but I wasn’t buying any of that, either. It was the professional way to go about things and it might bring results in a month or two or twenty, but I didn’t have the time. I’d drink myself into an alcoholic ward long before that.But Tad Barrett might like the idea and might be able to do more about it with a whole staff of trained operatives.Jason Chase, you are a genius. You must drink to this brilliant idea. You must. You will. But the barman shook his head.“What do you mean, I’ve had enough?”“I mean, I don’t think you ought to take another. Not here.”“That’s ridiculous, my good sir.",
            "author": "Stephen Marlowe"
        },
        {
            "quote": "She picked up the stout and took a sip. It slid down her throat like silk.",
            "author": "Sara Sheridan"
        },
        {
            "quote": "Usually it`s like this: I sit down and drink with the idea of clarifying just where I am going with my life, and then, after a while, I am unable even to stand on my feet",
            "author": "Plamen Chetelyazov"
        },
        {
            "quote": "They said 'ski', but they heard 'vodka'!",
            "author": "Ismail Kadare"
        },
        {
            "quote": "All you young Aussies just want to fuck and get fucked up, no?",
            "author": "S.A. Tawks"
        },
        {
            "quote": "Afternoon drinkers shifted in the gloom as if they sensed new blood.",
            "author": "Sara Sheridan"
        },
        {
            "quote": "Taking my drink, I moved around the bar to her. Her smile was a little crooked as I sat down. I guessed it had been a wet night for platinum blondes.",
            "author": "Michael McCretton"
        },
        {
            "quote": "Go & tell your drinking buddies& psychoanalyst your neighborhas risen from the ashes. I wonderif I should tell you about the love lettershidden behind the doorjamb. This housestill stands among my lavender flowers.Tell your inheritors to think of mewhen they smile up at the sky.",
            "author": "Yusef Komunyakaa"
        },
        {
            "quote": "Hair of the dog and to keep me company I made a drink.",
            "author": "James Kirkwood Jr."
        },
        {
            "quote": "Lake water, even when boiled, has an effect on my digestive system similar to the movement of a hangman’s trapdoor.",
            "author": "Fennel Hudson"
        },
        {
            "quote": "No, I went to the bar to ask for a mojito and that guy Johnny said he didn’t make mojitos. Then he offered to make me a mint julep, in one of those silver cups and everything.” \t“Did you know say the true cause of the Civil War was some Northerner adding nutmeg to a mint julep?” Lucy asked.",
            "author": "Mary Jane Hathaway"
        },
        {
            "quote": "Hyacinth took out a bottle of rum, and Phaedra raised her eyebrows, a reflex she'd acquired upon seeing her father and mother under its influence, their eyes and mouths turned wilder, as if a cork at the edges of their personalities had come unscrewed.",
            "author": "Naomi Jackson"
        },
        {
            "quote": "Gin and whisky cost so much more. Oblivion and courage could no longer be purchased for the price of an old song.",
            "author": "Norah Hoult"
        },
        {
            "quote": "Imbattersi un bel giorno, per caso, in un’oca disorientata rompeva la monotonia della zuppa fredda, della carne in scatola e del pane del giorno prima – il vino, invece, non era più un problema giacché ora veniva generosamente distribuito dall’intendenza insieme all’acquavite nella convinzione, tenacemente alimentato dallo Stato maggiore, che ubriacare il soldato contribuisca ad accrescerne il coraggio e, soprattutto, offuschi in lui la consapevolezza della sua condizione.",
            "author": "Jean Echenoz"
        },
        {
            "quote": "Reggie, you wrapped your sports car around a telephone pole after drinking a bar.\" \"Yeah... But I was wearing my seatbelt.",
            "author": "Daniel Younger"
        },
        {
            "quote": "I don’t know any writers who don’t drink.",
            "author": "James Baldwin"
        },
        {
            "quote": "The best colleague any doctor can have is a more fully informed patient and family.",
            "author": "James J. Rybacki"
        }
 ]
